{
  "all_title": "Tout",
  "editorials_title": "éditoriaux",
  "essays_title": "essais",
  "features_title": "caractéristiques",
  "interviews_title": "entretiens",
  "news_title": "nouvelles",
  "portraits_title": "des portraits",
  "retro_reports_title": "rapports rétro",
  "reviews_title": "Commentaires",
  "editorials_detail": "Nos éditoriaux sont des articles d'opinion rédigés par notre équipe de rédacteurs. Ils couvrent tout, de l'industrie de la beauté à la durabilité et à la décoration intérieure. Les articles éditoriaux expriment l'opinion personnelle de l'auteur (généralement un éditeur – d'où son nom !). Ces articles sont l'occasion pour nos rédacteurs de s'exprimer et de vous dire ce qu'ils pensent de certains des sujets les plus importants et les plus tendances en ligne en ce moment. \n Sur cette page, vous pouvez explorer tous les articles éditoriaux de notre site Web. Ils couvrent une myriade de sujets et d'industries, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos éditoriaux en consultant quelques-uns ci-dessous.",
  "essays_detail": "Les essais sont un article de style plus approfondi et analytique. L'écrivain prend un sujet et le dissèque en détail. Non, ce ne sont pas comme les essais que vous avez écrits à l'école ! Ils sont beaucoup plus amusants à lire que vos devoirs ne l'auraient jamais été. Les essais sont généralement un style d'écriture long, mélangeant des preuves avec une floraison de pensées et d'opinions personnelles. \n Sur cette page, vous pouvez explorer tous les essais qui ont été rédigés sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos essais en consultant quelques-uns ci-dessous.",
  "features_detail": "Une fonctionnalité est un article écrit sur un sujet dédié qui approfondit et explore généralement plus d'un aspect de celui-ci. Nous avons des fonctionnalités sur notre site Web qui couvrent tout, de la mode durable à la compréhension de l'industrie de la beauté et des sujets tendance de la génération Z. Les fonctionnalités constituent une introduction parfaite à un sujet ou à une industrie en vous donnant une vue instantanée du problème. \n Sur cette page, vous pouvez explorer toutes les fonctionnalités qui ont été écrites sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de nos fonctionnalités en consultant quelques-unes ci-dessous.",
  "interviews_detail": "Les interviews sont l'une de nos pièces préférées à écrire. Nous invitons des personnes intéressantes qui ont un point de vue unique et demandons à un membre de notre équipe de les interviewer. Nos entretiens sont avec des personnes de tous les horizons. Quels que soient vos intérêts, vous êtes assuré de trouver ici une interview par quelqu'un qui vous intéresse. Nous nous efforçons de rendre nos entretiens aussi perspicaces que possible pour vous donner une vision unique d'un sujet tendance, que ce soit dans l'industrie de la beauté ou de la mode. \n Sur cette page, vous pouvez découvrir toutes les interviews qui ont été publiées sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos entretiens en consultant quelques-uns ci-dessous.",
  "news_detail": "Se tenir au courant de ce qui se passe dans le monde peut être difficile. Tout semble changer en un clin d'œil. Nos articles sont conçus pour vous tenir au courant de tout ce qui se passe dans le monde de la beauté, de la mode et des arts. Quels que soient vos intérêts, vous êtes assuré de trouver quelque chose qui vous intéresse. \n Sur cette page, vous pouvez explorer tous les articles de presse qui ont été publiés sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos articles d'actualité en consultant quelques-uns ci-dessous.",
  "portraits_detail": "Nos portraits offrent un aperçu unique du sujet. Qu'il s'agisse d'un designer ou d'une personnalité contemporaine, nos portraits plongent dans la vie d'un individu ou d'une entreprise. Nos rédacteurs s'efforcent de rendre chaque portrait aussi unique que possible, en repoussant le rideau et en mettant en lumière ce qui fait vibrer la personne ou la marque. \n Sur cette page, vous pouvez découvrir tous les portraits qui ont été publiés sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos portraits en consultant quelques-uns ci-dessous.",
  "retro_reports_detail": "Nos rapports rétro sont exactement ce qu'ils disent sur la boîte. Nos rédacteurs examinent un sujet ou un événement qui s'est produit dans le passé et lui donnent un nouveau regard. Le recul est une belle chose et pouvoir revenir sur des événements, qu'il s'agisse de tendances de mode ou de moments culturels, est un privilège. Nos rédacteurs prennent des événements d'actualité du passé et leur donnent une pertinence pour le monde d'aujourd'hui en les regardant à travers une lentille contemporaine.\n Sur cette page, vous pouvez explorer tous les rapports rétro qui ont été publiés sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos rapports rétro en consultant quelques-uns ci-dessous.",
  "reviews_detail": "Avant de penser à cliquer sur \"ajouter au panier\", vous souhaitez consulter la section des critiques de notre site Web. Nos rédacteurs proposent des critiques approfondies sur chaque type de produit, des derniers produits de beauté aux accessoires de mode incontournables de la saison. Leurs critiques sont approfondies et ne négligent aucun effort pour vous aider à décider si un article vaut votre argent.\n Sur cette page, vous pouvez explorer tous les avis qui ont été publiés sur notre site Web. Ils couvrent une myriade de sujets et de niches, avec quelque chose qui intéressera tout le monde. Vous pouvez avoir une idée de ce à quoi ressemblent nos avis en consultant quelques-uns ci-dessous.",
  "izabella_detail": "Izabella est une data scientist chevronnée avec plus de 4 ans d'expérience en marketing et en analyse de données dans l'industrie de la mode. Elle a une histoire vérifiable de contribution directe à la croissance et à l'expansion de l'entreprise tout au long de sa carrière. Elle est progressiste, motivée et terre-à-terre.",
  "natalya_detail": "Natalia est née à Moscou. Elle a ensuite travaillé pour les meilleures agences de marketing et entreprises technologiques aux États-Unis. Elle vit maintenant à Paris.",
  "anna_detail": "Anna Shvalyuk est une fille russe qui a étudié en Angleterre et à Aix-en-Provence et explore actuellement son chapitre à Paris. Elle a obtenu un baccalauréat en gestion internationale, construisant son expérience professionnelle dans différents domaines.",
  "charlotte_detail": "Charlotte partagera avec vous sa passion pour la beauté et l'industrie du maquillage.",
  "martine_detail": "Martine Pigassou, la fondatrice de Modologie présente 3 produits pour prendre soin de vos visages ! Leurs textures sublimatrices permettent une gestuelle riche et des soins d’une qualité extraordinaire. Modologie est une marque engagée et responsable dont les produits contiennent des extraits de plantes naturelles et des actifs exclusifs de haute qualité."
}
