{
  "brand_1_detail": "La dernière marque que nous mettons en avant dans notre série de guides est Filorga - une marque de soins de la peau innovante. La marque est disponible dans plus de 70 pays, présente dans 10 000 cabinets médicaux et vendue dans 8 000 points de vente. La marque de soins de la peau Filorga propose 18 produits formulés pour traiter une variété de problèmes et de problèmes de peau. Cette collection de base de produits va des produits de tous les jours comme les nettoyants et les sérums aux traitements comme les masques.",
  "brand_2_detail": "Seventy One Percent a pour slogan « 70 % de la terre est de l'eau, 70 % de notre corps est de l'eau, 1 % pour la planète ». Seventy One est une marque de beauté naturelle et propre qui se concentre sur la protection solaire. Elle propose des formules 80 à 100% naturelles, sans cruauté et fabriquées en France. Cette marque est « née de l'amour de la vague française ». Seventy One Percent sont des surfeurs passionnés de nature et de sensations, répondant aux attentes de tous les amoureux du soleil, de l'océan et de la nature.",
  "brand_3_detail": "Une marque française dont nous sommes tombés amoureux est Seasonly. C'est la beauté propre qui fonctionne. Cette marque est née d'une volonté de changer la façon dont les femmes prennent soin de leur peau en leur offrant des produits simples et propres, faciles à utiliser et infaillibles. Leurs routines de soins de la peau se concentrent sur des produits rationalisés qui en contiennent beaucoup. Seasonly veut en finir avec la routine de soins de la peau d'un mètre de long et faire simple avec des produits naturels efficaces, tout en respectant votre peau.",
  "brand_4_detail": "Si vous recherchez une marque de soins parisienne chic, ne cherchez pas plus loin que Oh My Cream, une boutique de beauté nouvelle génération. Oh My Cream se décrit comme « le concept store beauté alternative qui prend soin de vous et de votre peau ». Ce que nous aimons de cette marque de beauté, c'est qu'elle met l'accent sur l'utilisation d'étapes de base qui peuvent faire une réelle différence dans votre routine de beauté quotidienne.",
  "brand_5_detail": "Odacite est une marque de soins de la peau végétalienne et sans cruauté envers les animaux dont nous pensons que tout le monde devrait maintenant parler. Cette marque teste ses produits sur des personnes réelles et non disponibles, tout en étant produit pour porter un certificat PETA. Cette marque californienne est fabriquée avec le savoir-faire français. Il marie le meilleur de deux mondes : les soins français axés sur les résultats la révolution verte californienne, promouvant la durabilité environnementale. Odacite est synonyme d'efficacité et de pureté pour produire les produits de soins de la peau du futur.",
  "brand_6_detail": "L'Occitane est l'une des marques de beauté et de soins de la peau les plus reconnaissables au monde. L'un de ses produits les plus vendus est ses crèmes pour les mains miniatures, que vous trouverez sur la liste des incontournables de chaque éditeur de beauté. La marque est synonyme de ses origines provençales et de sa focalisation sur l'idée de s'inspirer du monde qui nous entoure. Bien que L'Occitane soit une marque au riche héritage, elle a également les yeux rivés sur l'avenir avec un engagement envers la durabilité et la protection de notre environnement naturel.",
  "brand_7_detail": "Découvrez la marque française de beauté propre dont tout le monde parle - et nous voulons dire tout le monde. Les Huilettes a été présenté partout de Elle à Vogue et Grazia, entre autres publications. Elle met l'accent sur une beauté de bien-être respectueuse de votre peau et du monde qui nous entoure, mettant l'authenticité, l'intégrité et la sensorialité au cœur de la marque. Cette beauté promeut l'idée d'une beauté verte et naturelle, avec des formules 100% bio et vegan. Ces formules sont élaborées à partir des huiles essentielles les plus pures et des huiles végétales vierges triées sur le volet pour leur efficacité et leur sensorialité.",
  "brand_8_detail": "Kure Bazaar est une marque française de vernis à ongles aux formules naturelles, fondée en 2012 par le mannequin Kartika. Comme la plupart des marques de beauté naturelles, l'inspiration pour Kure Bazaar est venue de l'expérience du monde réel de Kartika. Les vernis à ongles de cette collection sont respectueux de l'environnement et composés à 85% d'ingrédients naturels, exempts de substances nocives que l'on retrouve dans la plupart des produits pour les ongles. Il offre toutes les couleurs sous le soleil, avec une formule à séchage rapide qui a une tenue longue durée et une couleur intense.",
  "brand_9_detail": "En matière de marques de beauté de luxe, Chantecaille est unique en son genre. Il s'est fait un nom en tant que berceau des soins de la peau et des cosmétiques botaniques modernes. La marque est synonyme d'utilisation des fleurs, favorisant leur capacité naturelle à guérir et à travailler en harmonie avec votre corps pour produire des résultats efficaces. Chantecaille est connue pour ses recherches scientifiques révolutionnaires, ses formulations soutenues par la science et son engagement à utiliser la beauté comme un outil pour changer le monde. Leurs produits sont formulés à partir des ingrédients les plus purs, changeant l'industrie de la beauté de l'intérieur.",
  "brand_10_detail": "Possédez-vous un salon de coiffure ou êtes-vous à la recherche de produits de soins capillaires haut de gamme qui changent la donne ? Rencontrez O'Barber Shop. Cette équipe passionnée part dénicher et tester les derniers soins du marché utilisés par le barbier le plus célèbre et le plus renommé au monde. S'il y a un produit sur le point d'acquérir le statut de culte, le O'Barber Shop le saura. L'entreprise est spécialisée dans la fourniture de produits pour la barbe, la moustache et les soins capillaires aux barbiers et barbus.",
  "brand_11_detail": "Y a-t-il quelque chose de plus magique que de trouver la teinte de rouge à lèvres parfaite ? Eh bien, vous êtes au bon endroit ! Nous vous présentons La Bouche Rouge, l'une de nos marques de maquillage parisiennes préférées qui a déjà développé un culte parmi les influenceurs et les célébrités. Si vous êtes un magnat du maquillage ou si vous aimez être en avance sur les tendances, alors La Bouche Rouge est une marque que vous devez avoir sur votre radar.",
  "brand_12_detail": "L'histoire de Garancia Beauty est une histoire humble qui nous a fait tomber amoureux de cette marque. En 1908, Pierre Girault, l'arrière-grand-père de Saveria Coste ouvre sa pharmacie à Marseille. Il s'est spécialisé dans la botanique, les préparations cosmétiques à base de plantes. Son fils, Fernand Stanislas Girault et sa femme lui succèdent comme pharmaciens, ainsi que leur fils et sa femme. Chaque génération reprendrait la pharmacie et créerait un espace libre-service dédié à l'idée de «beauté holistique».",
  "brand_13_detail": "En ce qui concerne les marques de soins de la peau innovantes, nous comptons le Dr Barbara Sturm parmi nos préférées. Cette marque a pour mission d'éduquer une génération d'utilisateurs de soins de la peau et propose des produits de nouvelle génération qui accomplissent des miracles modernes avec un peu d'aide de la science. Le Dr Barbara Sturm offre tout, des sérums suralimentés aux crèmes pour le visage de luxe et aux gouttes d'hydratation intense. Leurs produits sont réputés pour leurs propriétés anti-âge (et anti-âge !).",
  "brand_14_detail": "Talika est une marque parisienne au patrimoine et à l'histoire unique. Elle devient rapidement l'une de nos marques incontournables et nous la considérons comme un secret caché au sein de la communauté française de la beauté. Nous tirons le rideau et vous présentons la marque Talika et vous montrons ce qui la rend spéciale. Notre guide revient sur l'histoire de la marque et sur le parcours qui a fait de Talika l'entreprise qu'elle est aujourd'hui.",
  "brand_15_detail": "Il est temps de s'asseoir et de prendre une tasse de thé ou un café glacé. Nous voulons vous présenter l'une de nos marques de soins de la peau préférées de tous les temps. Cette marque de fabrication française est l'une des plus innovantes du marché et est notre référence pour créer une nouvelle routine de soin. La Maison Patyka est une marque de beauté parisienne à l'histoire presque sans égale. Elle remonte aux années 1920 avant d'évoluer vers la marque de cosmétiques bio que nous connaissons et aimons aujourd'hui.",
  "brand_16_detail": "NUXE est l'une de nos marques françaises préférées et celle que nous sommes ravis de mettre en avant sur notre blog. Cette marque a grandi depuis ses modestes débuts en France pour devenir l'une des marques de beauté les plus célèbres au monde. Nous examinons en profondeur l'histoire, les engagements et les ingrédients du succès de cette marque. Nous inclurons également des recommandations de produits afin que vous puissiez apprendre à connaître Nuxe et comprendre l'engouement derrière la marque.",
  "brand_17_detail": "Clarins est l'une des marques de beauté les plus célèbres au monde. Elle est considérée comme la marque de soins de la peau de prestige numéro un en Europe compte tenu des tendances beauté NPD. Ce que nous aimons chez Clarins, c'est son engagement envers des événements de haute qualité. C'est une marque qui a reçu l'approbation royale après que la duchesse de Cambridge a été photographiée portant l'un de leurs produits pour les lèvres à Wimbledon.",
  "brand_18_detail": "Nous voulons vous présenter l'une de nos marques montantes préférées, Bronzette. Cette marque s'inspire des femmes sauvages et rebelles à la fois chics et intemporelles. C'est la marque de la femme qui n'a pas peur de montrer sa peau, de porter une chemise d'homme et de coller ses lunettes de soleil sans se soucier du monde. Si «rebel chic» ressemble à votre esthétique, vous avez trouvé votre match parfait avec Bronzette.",
  "brand_19_detail": "Rencontrez Aysse. C'est une marque française de soins de la peau basée en Champagne. Elle a été fondée en 2011 à Reims, en France, et est une idée originale de Pascale Baudin de Saint Quantin. Elle est l'arrière-arrière-cousine de Joséphine de Beaucharnais, l'épouse de Napoléon, qui avait l'habitude de se baigner dans de l'eau pétillante. Cette marque de beauté de niveau intermédiaire offre un luxe accessible aux femmes qui souhaitent prévenir le vieillissement prématuré et contrairement à l'éclat intérieur de leur peau."
}
