{
  "faq_1_title": "Pourquoi le livestream est-il important pour votre marque?",
  "faq_2_title": "Puis-je partager une émission avec des amis?",
  "faq_3_title": "Puis-je payer en plusieurs fois?",
  "faq_4_title": "Comment puis-je faire une émission en direct sur Jumble.tv?",
  "faq_5_title": "De quoi ai-je besoin pour filmer un livestream?",
  "faq_6_title": "Ai-je besoin d'un écran externe pour mon livestream?",
  "faq_7_title": "Ai-je besoin d'un assistant pour le spectacle en direct?",
  "faq_8_title": "Comment puis-je recevoir des rappels pour les émissions en direct?",
  "faq_9_title": "Comment choisir le meilleur moment et le meilleur jour pour mon émission en direct ?",
  "faq_10_title": "Combien de produits puis-je présenter lors de mon live show?",
  "faq_11_title": "Comment puis-je promouvoir mon prochain spectacle en direct?",
  "faq_12_title": "Qui peut héberger mon émission en direct sur Jumble.tv?",
  "faq_13_title": "Comment préparer le contenu de l'émission en direct?",
  "faq_14_title": "Combien de temps mon émission en direct peut-elle être sur Jumble.tv?",
  "faq_15_title": "Quel est le meilleur lieu de tournage pour mon livestream?",
  "faq_16_title": "Comment puis-je améliorer l'engagement des spectateurs?",
  "faq_17_title": "Les spectateurs peuvent-ils regarder ma vidéo après la diffusion?",
  "faq_18_title": "Comment contacter un vendeur?",
  "faq_19_title": "Comment mettre à jour mes données personnelles?",
  "faq_20_title": "Quand puis-je faire un achat?",
  "faq_21_title": "Comment puis-je effectuer un achat?",
  "faq_22_title": "Quelle est votre politique de retour?",
  "faq_23_title": "Qui dois-je contacter pour une demande de commande?",
  "faq_24_title": "Combien de temps ma commande prendra-t-elle pour être expédiée?",
  "faq_1_detail": "Le marketing vidéo est probablement la forme de marketing la plus efficace, car il vous permet de mieux transmettre le message de votre marque à votre public.\n De plus, il est engageant et facile à consommer. Les diffusions en direct sont encore plus attrayantes et vous permettent de communiquer efficacement avec le client cible. Et, comme la diffusion en direct permet à l'hôte de créer des liens avec le public, elle améliore la fidélité à la marque et la clientèle.\n De plus, il est plus facile de passer en direct que de créer une vidéo publicitaire pour vos produits.",
  "faq_2_detail": "Absolument, en appuyant sur le bouton Partage sur la vidéo du vendeur, vous pouvez immédiatement envoyer un lien vers Telegram, Facebook, Instagram et/ou SMS avant que la vidéo ne soit rendue publique. \n Vous pouvez également utiliser l'option \"Partager\" lors de la diffusion de vidéos en direct.",
  "faq_3_detail": "À ce jour, nous n'avons pas trouvé le bon partenaire pour accepter les versements ou les programmes de paiement, mais nous en recherchons activement un.",
  "faq_4_detail_before_link": "Si vous êtes une marque ou un influenceur qui souhaite passer en direct sur Jumble.tv, rien de plus simple ! Tout ce que tu dois faire est",
  "faq_4_detail_link": "Contactez-nous",
  "faq_4_detail_after_link": "et notre équipe d'assistance à la clientèle vous guidera pas à pas tout au long du processus. Ils vous donneront également des conseils sur la meilleure façon de diffuser votre diffusion en direct. Passer en direct avec vos abonnés sur Jumble ne pourrait pas être plus simple.",
  "faq_5_detail_before_link": "Vous souhaitez créer une diffusion en direct professionnelle en utilisant le bon équipement, dont la plupart sont probablement déjà en votre possession. Votre diffusion en direct peut être filmée sur un smartphone - nous vous recommandons d'utiliser un iPhone 9 ou un modèle plus récent. Vous pouvez également utiliser un reflex numérique ou un appareil photo professionnel pour des images de la plus haute qualité et pour faciliter les gros plans. La configuration de l'éclairage de votre vidéo déterminera la manière dont votre public perçoit la production. Il vaut donc la peine d'investir dans un système d'éclairage professionnel.\n \n Si votre son est étouffé ou commence à défaillir, votre public peut rapidement perdre tout intérêt. Un microphone professionnel est facile à récupérer sur des sites comme Amazon et peut être attaché à l'hôte sans même que votre public s'en aperçoive. \n \n N'oubliez pas de vérifier la vitesse d'Internet, que vous utilisiez le Wi-Fi ou la 4G. Vous pouvez vérifier en utilisant",
  "faq_5_detail_link": "ce site",
  "faq_6_detail": "Nous vous recommandons d'utiliser un écran externe car il vous permet de garder un œil sur ce qui se passe sur votre diffusion en direct du point de vue d'un membre de l'audience. Cela vous facilitera également la lecture des questions et des commentaires pendant le livestream et vous pouvez être sûr que tout se passe bien. Voir le livestream à travers les yeux de votre public.",
  "faq_7_detail": "Nous vous recommandons d'avoir une personne supplémentaire à portée de main pendant votre diffusion en direct. Ils pourront garder un œil sur la diffusion et vous informer de tout problème qui surviendrait. Votre assistant peut gérer tous les problèmes en coulisses et vous aider à vous assurer que tout se passe bien.",
  "faq_8_detail": "Cliquez sur « S'abonner » pour être averti lorsque le programme commence. Vous recevrez également un e-mail lorsqu'il commencera. De plus, nous vous envoyons un rappel et une alerte lorsqu'une nouvelle émission est publiée 5 minutes avant sa diffusion.",
  "faq_9_detail": "Vous souhaitez prendre du recul et identifier votre public cible et vos téléspectateurs pour votre diffusion en direct. Les fuseaux horaires et les routines quotidiennes sont l'un des principaux facteurs qui ont un impact sur les chiffres d'écoute des flux en direct. Vous devez penser à qui sont vos téléspectateurs, d'où ils viennent et à quoi ressemble leur journée. \n Sur Jumble, nous constatons notre pic d'audience du lundi au vendredi pendant l'heure du déjeuner (12h-13h) et de nouveau le soir (19h-22h). Ce sont les moments où votre public est susceptible d'être en pause ou de profiter de son temps libre. Pendant le week-end, les heures de pointe commencent vers 11h et augmentent jusqu'à 16h avant de redescendre après 19h. Ces horaires reflètent nos routines générales du week-end, où la plupart d'entre nous passent la première partie de la journée à la maison avant de sortir avec des amis ou en famille l'après-midi.",
  "faq_10_detail": "Vous avez le contrôle pendant votre émission en direct Jumble et pouvez décider du nombre de produits que vous souhaitez présenter. Nous vous recommandons de vous concentrer sur un concept lors de votre diffusion en direct, avec un maximum de un à trois produits dans la même catégorie.",
  "faq_11_detail": "Une fois que vous avez choisi la date et l'heure de votre diffusion en direct, votre prochaine étape consiste à commencer à en faire la promotion. Les diffusions en direct fonctionnent de la même manière que les événements en personne et vous obligent à engager et à inviter des invités potentiels, comme vous le feriez pour un événement traditionnel. Vous pouvez envoyer des invitations via votre newsletter ou votre liste de diffusion, ainsi que les inviter via des événements Facebook. \n Vous souhaitez inviter votre audience existante à votre diffusion en direct en publiant à ce sujet sur les réseaux sociaux aussi souvent que possible. Commencez par les informer de l'événement avant de leur montrer la valeur qu'ils retireront de leur participation. Évitez de répéter le même texte et les mêmes graphiques pour promouvoir votre événement. Soyez créatif et montrez à votre public pourquoi il devrait se connecter à votre diffusion en direct. Donnez-leur un avant-goût de ce qui va se passer pendant la diffusion en direct et créez des graphiques attrayants et de courtes vidéos pour attirer leur attention. \n Votre contenu peut être différent sur toutes vos plateformes de réseaux sociaux. Vous pouvez publier une vidéo sur Instagram et une image sur Twitter. Le jour de votre événement, vous souhaiterez publier plusieurs fois avant votre événement pour donner à votre public un dernier rappel. N'oubliez pas de leur donner un dernier avertissement cinq minutes avant le début de votre diffusion.",
  "faq_12_detail": "La marque décide qui elle héberge sur son livestream - il peut s'agir d'un ambassadeur de la marque, d'un invité spécial ou d'un influenceur choisi. Nous vous recommandons de choisir quelqu'un qui a l'habitude de parler devant une caméra et qui est à l'aise pour le faire. Les influenceurs peuvent aider à attirer une forte audience en amenant leur public à votre diffusion en direct. Ils ont déjà une crédibilité auprès de leur public, ce qui leur permet de vendre votre produit en leur nom. \n \n Vous devrez collaborer avec votre hôte pour organiser la présentation de votre diffusion en direct et l'ordre général de diffusion. Vous devrez choisir la durée pendant laquelle chaque produit doit être évoqué et les fonctionnalités sur lesquelles il convient de mettre l'accent.",
  "faq_13_detail": "Vous voulez commencer par décider de la durée de votre émission en direct. Chez Jumble, nous ne limitons pas la durée de votre show, mais nous vous conseillons de le faire durer entre 1h et 2h. Votre émission doit être significative et engager votre public, ce qui nécessite une certaine préparation en amont. \n Choisissez le format que vous souhaitez pour votre émission. Selon votre préférence, vous pouvez décider d'opter pour une présentation standard ou d'ouvrir la parole à une session de questions-réponses. Si vous travaillez avec un influenceur, vous pourriez bénéficier d'un tutoriel beauté ou d'un contenu en coulisses où vous amènerez le public dans votre marque. \n Si vous travaillez avec quelqu'un qui ne connaît pas votre marque, comme un nouvel influenceur, vous souhaitez donner un briefing complet au préalable. Votre public est susceptible de poser des questions tout au long du livestream, et vous souhaitez que l'influenceur dispose de toutes les informations pour répondre à ses questions de manière éclairée. Si le public sait que l'influenceur est confiant et informé sur le produit, il sera plus à l'aise pour l'acheter. \nNous vous recommandons toujours d'avoir une répétition ou un essai général avant l'événement en direct.",
  "faq_14_detail": "Chez Jumble, nous ne limitons pas la durée de votre show. Pour une vente en direct, nous recommandons un minimum d'une heure d'émission pour expliquer le produit et engager votre public. Garder votre émission de moins de deux heures crée de l'excitation autour de l'événement et donne à votre public suffisamment de temps pour se joindre tout au long de la diffusion en direct. La plupart des membres du public vont et viennent tout au long de l'émission, vous devez donc prévoir de répéter vos informations plusieurs fois tout au long de l'émission.",
  "faq_15_detail": "Votre lieu de tournage dépend de vous. Nous vous conseillons de filmer votre livestream en intérieur pour une meilleure qualité d'éclairage et pour limiter le bruit de fond. Vous voulez une toile de fond qui représente l'identité de votre marque, et vous pouvez choisir d'avoir certains de vos produits visibles tout au long du salon. \n Si vous décidez de tourner votre émission à l'extérieur, vous devez vérifier votre connexion Internet et choisir un endroit avec un bruit de fond limité. Vous devrez être prêt à tout, y compris les changements d'éclairage et les conditions météorologiques inattendues. C'est une bonne idée d'avoir un emplacement de sauvegarde à l'esprit.",
  "faq_16_detail": "Présentez votre produit de manière amusante et engageante. Vous ne voulez pas simplement faire rimer des bobines d'informations. Montrez à votre public comment il peut utiliser le produit, invitez-le à poser des questions et créez une discussion bidirectionnelle avec votre public. L'interaction est la clé de l'engagement. Continuez à consulter la section des commentaires et parlez directement au spectateur en prononçant son nom. \n Les téléspectateurs peuvent acheter vos produits directement via le bouton \"acheter\" qui s'affiche pendant la vidéo. Vous voulez le signaler à votre auditoire à quelques reprises tout au long de la diffusion, quand il est approprié de le faire.",
  "faq_17_detail": "Après la vente, votre vidéo sera diffusée sur Jumble.tv et vos clients pourront continuer à acheter vos produits tant qu'il reste du stock. Pendant les rediffusions, vos clients ne pourront pas accéder aux offres spéciales organisées pour les émissions en direct, telles que les remises et les échantillons de produits.",
  "faq_18_detail": "Vous devriez poser des questions sur un élément lors d'une émission en direct. Vous pouvez également laisser un message au vendeur (que le reste du public pourra voir). Actuellement, tous les échanges avec le vendeur sont traités sur le site Web de Jumble. Le contact direct entre les clients et les vendeurs, cependant, faciliter le contact entre vous et le vendeur une fois le salon terminé est sur notre liste de priorités.",
  "faq_19_detail": "Accédez à la section « Membre » dans le menu Jumble, puis appuyez sur l'icône représentant une roue dentée dans le coin supérieur droit. Vous pouvez apporter toutes les modifications souhaitées, telles que l'adresse de livraison, l'adresse de facturation, les informations de paiement, etc. Vous pouvez également modifier votre adresse e-mail sur votre profil.",
  "faq_20_detail": "Vous ne pouvez acheter des articles que lors d'un événement en direct pour le moment. En prime, nous avons l'intention d'inclure une fonctionnalité de vitrine où les clients peuvent commander à l'avance auprès de leurs détaillants préférés dans un proche avenir.",
  "faq_21_detail": "Vous pouvez acheter un produit lors d'un événement en direct et vous n'avez pas à quitter la fenêtre Jumble pendant la transaction. Sélectionnez simplement l'image du produit et appuyez sur \"Acheter\" pour passer une commande. Avec ce nouveau système, vous aurez la possibilité de payer avec Apple Pay, une carte de crédit ou une carte de débit (et le spectacle continuera donc vous ne manquerez pas une seconde). Une fois le paiement effectué, une animation vous avertira du fait que vous avez acheté l'article. Nous vous suggérons de configurer vos informations de paiement avant d'entrer dans un affichage afin que la transaction prenne moins de temps. Vous pouvez le faire dans votre profil : choisissez votre profil Paramètres en cliquant sur l'icône représentant un rouage dans le coin supérieur droit.",
  "faq_22_detail": "Nous vous encourageons à poser des questions à vos vendeurs directement pendant le salon. Cependant, nous pouvons coordonner les retours si le vendeur propose une politique de retour. Veuillez nous contacter par e-mail pour plus d'informations; notre adresse e-mail est : sales@jumble.tv",
  "faq_23_detail": "Si vous avez des questions ou des problèmes, veuillez nous contacter à support@jumble.tv avec des commandes, des questions, des annulations ou des retours.",
  "faq_24_detail": "Il faut entre un et trois jours ouvrables pour que l'article soit envoyé après que le vendeur a expédié votre commande."
}
