{
  "heading_1": "politique de confidentialité",
  "para_1": "Jumble (\"Jumble\", \"nous\", \"notre\" ou \"notre\") vous souhaite la bienvenue. Nous vous fournissons l'accès à notre site Web situé à l'adresse https://jumble.tv (le « Site ») et à l'application de commerce électronique (la « Boutique » et, avec le Site, les « Services »). Les Services sont soumis à la politique de confidentialité suivante (la « Politique de confidentialité »), qui peut être mise à jour par nous de temps à autre sans préavis.",
  "para_2": "JTV S.A.S est une société privée de droit français et établie en France au 231 rue Saint Honoré 75001 Paris, immatriculée sous le numéro d'entreprise Paris B 891.709.727.000, et avec le numéro de TVA intracommunautaire FR46891709727, ci-après dénommée « Jumble ». Jumble s'engage à protéger la vie privée et la sécurité de ses Membres, dont vous faites partie, conformément à la loi française n°78-17 du 6 janvier 1978 dite « Informatique et Libertés » et à la loi européenne 2016/679 du 27 avril 2016 citée comme \"GPR\" ou \"RGPD\". Les employés de Jumble sont eux-mêmes clients, à la fois de Jumble et d'autres sites Internet. Nous apprécions et respectons donc pleinement l'importance de la confidentialité et de la sécurité des données sur Internet.",
  "para_3": "En accédant ou en utilisant nos services, vous acceptez les termes de cette politique de confidentialité et les conditions d'utilisation qui l'accompagnent, qui constituent ensemble l'accord.",
  "para_4": "Les termes en majuscules non définis dans la présente politique de confidentialité auront la signification indiquée dans nos conditions d'utilisation.",
  "heading_2": "LES INFORMATIONS QUE NOUS COLLECTONS ET COMMENT NOUS LES UTILISONS",
  "para_5": "Dans le cadre de l'exploitation des Services, Jumble collecte ou reçoit les types d'informations suivants.",
  "heading_3": "Coordonnées",
  "para_6": "Nous recueillons des informations de contact sur nos Services ; les informations de contact incluent généralement votre nom, votre adresse e-mail, votre identifiant de réseau social, votre photo de profil, votre adresse professionnelle, vos informations d'expédition et toute information que vous nous fournissez dans les messages. Nous utilisons ces informations de contact à des fins telles que vous enregistrer pour un compte sur la boutique, envoyer des étiquettes d'expédition aux vendeurs pour les commandes passées via la boutique, vous fournir des informations sur les services, répondre à vos demandes, vous envoyer des alertes par e-mail (y compris des e-mails marketing ), vous fournissant les Services ou publiant aux autres Utilisateurs de la boutique que vous avez effectué un achat.",
  "heading_4": "Détails de facturation.",
  "para_7": "Afin que nous puissions traiter vos paiements (à la fois les paiements entrants par les acheteurs et les paiements sortants aux vendeurs), vous devrez fournir certaines informations de facturation, telles que votre numéro de carte de crédit, la date d'expiration, les informations de compte bancaire, l'adresse de facturation, le code d'activation , et des informations similaires (collectivement, les \"Informations de facturation\"). Vous autorisez nos fournisseurs de paiement tiers, y compris, sans s'y limiter, Checkout, à collecter, traiter et stocker vos informations de facturation conformément à leurs politiques de confidentialité respectives. Nous nous réservons le droit de changer nos fournisseurs de paiement à tout moment, ou d'utiliser des fournisseurs de paiement supplémentaires, à notre discrétion, et mettrons à jour cette politique de confidentialité de temps à autre en conséquence.",
  "heading_5": "Journaux du serveur",
  "para_8": "Comme la plupart des sites Web aujourd'hui, nos serveurs Web conservent des fichiers journaux qui enregistrent des données chaque fois qu'un appareil accède à ces serveurs. Les fichiers journaux contiennent des données sur la nature de cet accès, y compris l'adresse IP de l'appareil, la chaîne de l'agent utilisateur (par exemple, le système d'exploitation et le type/version du navigateur) et l'URL de référence (c'est-à-dire la source externe par laquelle vous êtes arrivé sur notre site, ou les pages sur lesquelles vous avez cliqué sur notre Site). Nous pouvons utiliser ces fichiers journaux à des fins telles que la surveillance et le dépannage d'erreurs et d'incidents, l'analyse du trafic Web ou l'optimisation de l'expérience utilisateur.",
  "heading_6": "Biscuits",
  "para_9": "Nous recueillons des informations à l'aide de la technologie des « cookies ». Les cookies sont de petits paquets de données qu'un site Web stocke sur le disque dur de votre ordinateur ou de votre appareil mobile (ou sur un autre support de stockage) afin que votre ordinateur \"se souvienne\" des informations sur votre visite. Nous utilisons à la fois des cookies de session propriétaires et tiers et des cookies persistants. Vous trouverez ci-dessous une introduction générale sur les cookies de session et persistants ; les informations collectées par les cookies dépendent de leur finalité particulière. Pour plus d'informations, veuillez consulter les informations concernant les fournisseurs d'analyses décrites ci-dessous.",
  "list_headig_1": "Cookies de sessions:",
  "list_headig_2": "Cookies persistants:",
  "list_1": "Nous utilisons des cookies de session pour vous faciliter la navigation sur nos Services. Un cookie d'identification de session expire lorsque vous fermez votre navigateur.",
  "list_2": "Un cookie persistant reste sur votre disque dur pendant une période prolongée ou jusqu'à ce que vous le supprimiez. Vous pouvez supprimer les cookies persistants en suivant les instructions fournies dans le fichier \"aide\" de votre navigateur Web. Dans la mesure où nous fournissons un portail de connexion ou une fonctionnalité connexe sur nos Services, des cookies persistants peuvent être utilisés pour stocker vos mots de passe afin que vous n'ayez pas à les saisir plus d'une fois. Les cookies persistants nous permettent également de suivre et de cibler les intérêts de nos visiteurs afin de personnaliser l'expérience sur nos Services.",
  "para_10": "Dans certains cas, nous pouvons associer les informations que vous nous avez fournies (par exemple, l'adresse e-mail) aux cookies que nous utilisons. En plus de faciliter les objectifs décrits ci-dessus, cela est utile pour comprendre votre engagement avec d'autres contenus liés à nos Services (par exemple, les taux d'ouverture des e-mails, les clics URL).",
  "para_11": "Si vous ne souhaitez pas que nous placions un cookie sur votre disque dur, vous pouvez peut-être désactiver cette fonctionnalité sur votre ordinateur ou appareil mobile. Veuillez consulter la documentation de votre navigateur pour savoir comment procéder et comment supprimer les cookies persistants. Cependant, si vous décidez de ne pas accepter les cookies de notre part, certains aspects des Services peuvent ne pas fonctionner correctement ou comme prévu.",
  "heading_7": "Fournisseurs d'analyses tiers",
  "para_12": "Nous utilisons un ou plusieurs services d'analyse tiers pour évaluer votre utilisation des Services, selon le cas, en compilant des rapports d'activité (basés sur leur collecte d'adresses IP, de fournisseur d'accès Internet, de type de navigateur, de système d'exploitation et de langue, pages et URL de renvoi et de sortie, données et temps, temps passé sur des pages particulières, sections des Services que vous visitez, nombre de liens cliqués, termes de recherche et autres données d'utilisation similaires) et analyse des mesures de performance. Ces tiers utilisent des cookies et d'autres technologies pour nous aider à collecter, analyser et nous fournir des rapports ou d'autres données.",
  "para_13": "En accédant et en utilisant les Services, vous consentez au traitement des données vous concernant par ces fournisseurs d'analyse de la manière et aux fins décrites dans la présente Politique de confidentialité. Pour plus d'informations sur ces tiers, y compris sur la façon de se retirer de certaines collectes de données, veuillez visiter les sites ci-dessous. Veuillez noter que si vous vous désabonnez de tout service, vous ne pourrez peut-être pas utiliser toutes les fonctionnalités des Services.",
  "link_text_1": "Pour Google Analytics, veuillez visiter ce lien.",
  "link_text_2": "Pour MixPanel, veuillez visiter ce lien.",
  "heading_8": "Annonceurs/revendeurs tiers",
  "para_14": "Nous pouvons partager ou recevoir des informations vous concernant avec/de la part de tiers, y compris, mais sans s'y limiter, des fournisseurs de publicité et de remarketing, ou des partenaires similaires, à des fins de personnalisation ou de compréhension de la manière dont vous interagissez avec des publicités ou d'autres contenus. Ces tiers peuvent utiliser des cookies, des pixels invisibles ou d'autres technologies pour collecter des informations dans le cadre de ces objectifs, notamment pour personnaliser, cibler (c'est-à-dire comportemental, contextuel, reciblage et remarketing), analyser, signaler et/ou gérer la publicité. campagnes ou autres initiatives. Par exemple, lorsqu'un navigateur visite un site, les balises pixel nous permettent, ainsi qu'à ces tiers, de reconnaître certains cookies stockés dans le navigateur pour savoir quelles publicités ou autres contenus amènent un utilisateur sur un site donné. Les informations que nous pouvons recevoir de ces tiers, y compris par l'intermédiaire de leurs fournisseurs de services, peuvent inclure des identifiants publicitaires, des adresses IP, des rapports et des données de campagne.",
  "para_15": "En accédant et en utilisant les Services, vous consentez au traitement des données vous concernant par ces annonceurs/prestataires de remarketing de la manière et aux fins décrites dans la présente Politique de confidentialité. Pour plus d'informations sur ces tiers, y compris sur la façon de se retirer de certaines collectes de données, veuillez visiter les sites ci-dessous. Veuillez noter que cette liste peut être sujette à changement en fonction des campagnes que nous menons.",
  "link_text_3": "Pour YouTube",
  "link_text_4": "Pour Instagram",
  "link_text_5": "Pour Facebook",
  "heading_9": "Informations géolocalisées",
  "para_16": "Nous pouvons, avec votre consentement, collecter automatiquement des informations de géolocalisation à partir de votre appareil via les services de localisation de votre navigateur. Ce consentement peut être fourni par vous au niveau de l'appareil (par exemple, vous avez généralement consenti aux services de localisation via les paramètres de votre navigateur) ou en acceptant notre demande d'accès à la géolocalisation sur les Services. Veuillez consulter la documentation de votre navigateur pour savoir comment désactiver les services de localisation. Si vous désactivez les services de localisation, vous ne pourrez peut-être pas utiliser l'éventail complet des caractéristiques et fonctionnalités disponibles via nos Services.",
  "heading_10": "Données agrégées",
  "para_17": "Dans un effort continu pour mieux comprendre nos utilisateurs et les Services, nous pouvons analyser vos informations sous forme agrégée pour exploiter, maintenir, gérer et améliorer l'un ou l'ensemble d'entre eux. Cette information globale ne vous identifie pas personnellement. Nous pouvons partager ces données agrégées avec nos sociétés affiliées, nos agents et nos partenaires commerciaux. Nous pouvons également divulguer des statistiques agrégées sur les utilisateurs afin de décrire les Services à des partenaires commerciaux actuels et potentiels et à d'autres tiers à d'autres fins licites.",
  "heading_11": "Transfert ultérieur à des tiers",
  "list_3": "Comme de nombreuses entreprises, nous engageons d'autres entreprises pour effectuer certains services liés aux affaires. Nous pouvons divulguer des informations personnelles à certains types de sociétés tierces, mais uniquement dans la mesure nécessaire pour leur permettre de fournir ces services. Les types d'entreprises susceptibles de recevoir des informations personnelles et leurs fonctions sont : les services d'hébergement, l'assistance technique, les services de gestion/sauvegarde de bases de données, l'utilisation d'analyses, les plateformes de marketing par e-mail et le service client, le traitement des paiements.",
  "list_4": "Afin de fournir nos services et d'administrer des programmes promotionnels, nous pouvons partager vos informations personnelles avec nos partenaires promotionnels et marketing tiers, y compris, sans s'y limiter, les entreprises participant à nos divers programmes.",
  "list_5": "We may, from time to time, share and/or license personal information to other companies who may provide you information about the products and services they or their partners offer. However, to the extent required by law, you will be given the opportunity to opt out of such sharing.",
  "list_6": "Nous pouvons également divulguer des informations personnelles à nos sociétés mères, filiales, sociétés affiliées, coentreprises ou autres sociétés sous contrôle commun afin de soutenir le marketing, la vente et la prestation de tout service.",
  "heading_12": "Transferts d'entreprise",
  "para_18": "En cas de fusion, de dissolution, de réorganisation ou d'événement corporatif similaire, ou de vente de la totalité ou de la quasi-totalité de nos actifs, nous nous attendons à ce que les informations que nous avons collectées, y compris les informations personnelles, soient transférées à l'entité survivante dans un fusion ou l'entité absorbante. Tous ces transferts seront soumis à nos engagements en matière de respect de la vie privée et de confidentialité de ces informations personnelles, comme indiqué dans la présente politique de confidentialité. Cette politique lie Jumble et ses ayants droit.",
  "heading_13": "Divulgation aux autorités publiques",
  "heading_14": "DÉSACTIVATION DU MARKETING DIRECT ; GESTION DES E-MAILS",
  "heading_15": "COMMENT NOUS PROTÉGEONS VOS INFORMATIONS",
  "heading_16": "ENFANTS",
  "heading_17": "AVIS IMPORTANT À TOUS LES RÉSIDENTS NON FRANÇAIS",
  "heading_18": "NE PAS SUIVRE",
  "heading_19": "LIENS VERS DES SITES INTERNET EXTERNES",
  "heading_20": "MODIFICATIONS DE CETTE POLITIQUE DE CONFIDENTIALITÉ",
  "para_19": "Nous sommes tenus de divulguer des informations personnelles en réponse à des demandes légitimes des autorités publiques, y compris dans le but de répondre aux exigences de sécurité nationale ou d'application de la loi. Nous pouvons également divulguer des informations personnelles à d'autres tiers lorsque nous y sommes contraints par les autorités gouvernementales ou requis par la loi ou la réglementation, y compris, mais sans s'y limiter, en réponse à des ordonnances judiciaires et des citations à comparaître.",
  "para_20": "Vous pouvez vous désinscrire à tout moment de l'utilisation de vos informations personnelles à des fins de marketing direct et/ou du transfert de vos informations personnelles à des tiers à des fins de marketing direct en envoyant les instructions par e-mail à hello@Jumble.tv ou en cliquant sur le bouton \" Désabonnement » situé au bas de tout e-mail marketing Jumble et en suivant les instructions figurant sur la page vers laquelle le lien vous mène. Vous ne pouvez pas refuser de recevoir des e-mails transactionnels liés aux Services. Veuillez nous accorder un délai raisonnable pour traiter votre demande.",
  "para_21": "Jumble prend très au sérieux la sécurité et la confidentialité des informations personnelles qu'il recueille conformément à la présente politique de confidentialité. En conséquence, nous mettons en œuvre des mesures de sécurité raisonnables et appropriées pour protéger vos informations personnelles contre la perte, l'utilisation abusive et l'accès non autorisé, la divulgation, l'altération et la destruction, en tenant compte des risques liés au traitement et de la nature de ces données, et nous conformer aux lois et réglementations applicables. . Veuillez comprendre, cependant, qu'aucun système de sécurité n'est impénétrable. Nous ne pouvons pas garantir la sécurité de nos bases de données ou des bases de données des tiers avec lesquels nous pouvons partager vos informations (comme le permettent les présentes), ni garantir que les informations que vous fournissez ne seront pas interceptées lors de leur transmission sur Internet. En particulier, les e-mails qui nous sont envoyés peuvent ne pas être sécurisés, et vous devez donc faire particulièrement attention au choix des informations que vous nous envoyez par e-mail.",
  "para_22": "Nous ne collectons pas sciemment des informations personnelles d'enfants de moins de 13 ans via les Services. Si vous avez moins de 13 ans, veuillez ne pas nous donner d'informations personnelles. Nous encourageons les parents et les tuteurs légaux à surveiller l'utilisation d'Internet par leurs enfants et à aider à faire respecter notre politique de confidentialité en demandant à leurs enfants de ne jamais fournir d'informations personnelles sans leur permission. Si vous avez des raisons de croire qu'un enfant de moins de 13 ans nous a fourni des informations personnelles, veuillez nous contacter à hello@Jumble.tv, et nous nous efforcerons de supprimer ces informations de nos bases de données.",
  "para_23": "Nos serveurs sont situés en France et ailleurs. Veuillez noter que vos informations peuvent être transférées, traitées, conservées et utilisées sur des ordinateurs, des serveurs et des systèmes situés en dehors de votre état, province, pays ou autre juridiction gouvernementale où les lois sur la confidentialité peuvent ne pas être aussi protectrices que celles de votre pays d'origine. Si vous vous trouvez en dehors des États-Unis et que vous choisissez d'utiliser les Services, vous le faites à vos risques et périls.",
  "para_24": "Jumble ne répond pas aux paramètres \"Ne pas suivre \" ou à d'autres mécanismes connexes pour le moment.",
  "para_25": "Les Services peuvent contenir des liens vers des sites Web tiers (« Sites externes »). Jumble n'a aucun contrôle sur les pratiques de confidentialité ou le contenu de ces sites externes. En tant que tel, nous ne sommes pas responsables du contenu ou des politiques de confidentialité de ces sites externes. Vous devez vérifier la politique de confidentialité et les conditions d'utilisation applicables lorsque vous visitez ces sites externes.",
  "para_26": "Cette politique de confidentialité est effective à compter de la dernière date de mise à jour indiquée en haut de cette politique de confidentialité. Nous pouvons modifier cette politique de confidentialité de temps à autre avec ou sans préavis. En accédant aux Services après que nous ayons apporté de telles modifications à la présente Politique de confidentialité, vous êtes réputé avoir accepté ces modifications. Veuillez noter que, dans la mesure permise par la loi applicable, notre utilisation des informations collectées est régie par la politique de confidentialité en vigueur au moment où nous collectons les informations. Veuillez vous référer régulièrement à cette politique de confidentialité.",
  "before_link": "Si vous avez des questions sur cette politique de confidentialité, veuillez nous envoyer un e-mail à",
  "after_link": "avec \"Politique de confidentialité \" dans la ligne d'objet."
}
