{
  "produdct_1_description_1": "The Cream : une crème hydratante universelle visage à la pêche BIO pour hydrater naturellement tous les types de peaux au quotidien.",
  "produdct_1_description_2": "Frimousse : Une mousse nettoyante éclat à la tomate BIO anti-gaspi qui nettoie efficacement, purifie et réveille le teint. Débarrassées de leurs impuretés, les peaux ternes retrouvent de l’éclat !",
  "produdct_1_description_3": "Sucré frappé : Gommage et masque au pamplemousse BIO qui exfolie naturellement la peau et la purifie en profondeur.",
  "produdct_1_description_4": "Au bal masqué : coffret de 3 masques en tissu de coton BIO et biodégradable pour redonner du peps à la peau en 10min chrono.",
  "produdct_1_description_5": "Cocoon addiction : un baume nourrissant à la texture onctueuse qui nourrit intensément la peau.",
  "produdct_1_description_6": "Oh my gold : une huile sèche multi-usage à la figue BIO.",

  "produdct_2_description_1": "Ce gel nettoyant moussant nettoie en profondeur et contient des peptides anti-âge qui aident à stimuler la production de collagènes.",
  "produdct_2_description_2": "Exfoliant nourrissant 30mL Ce gommage doux aux antioxydants exfolie et nourrit la peau. Il aide à éliminer les cellules mortes, les impuretés et les résidus.",
  "produdct_2_description_3": "Masque gel raffermissant et oxygénant",

  "produdct_3_description_1": "CRÈME HYDRATANTE et RÉGÉNÉRANTE PEAUX SENSIBLES 30g.",
  "produdct_3_description_2": "Une synergie d'actions pour un teint éclatant +99% d'ingrédients d'origine naturelle 1ère gamme de Minéralothérapie, riche en Oligo éléments et Minéraux.",
  "produdct_3_description_3": "GOMMAGE PURIFIANT PEAUX SENSIBLES 50g.",
  "produdct_3_description_4": "Le Gommage Exfoliant : Un grain de finesse pour votre peau +99% d'ingrédients d'origine naturelle.",
  "produdct_3_description_5": "SAVON DERMATOLOGIQUE 100 % NATUREL",
  "produdct_3_description_6": "Le soin quotidien des peaux sensibles 100% Naturel 1ère gamme de Minéralothérapie, riche en Oligo éléments et Minéraux",

  "produdct_4_description_1": "- La mousse autobronzante (150ml), composée à 90% d’ingrédients d’origine naturelle, s'adapte au pH de votre peau selon le temps de pose. Enrichie en DHA végétale, aux huiles de Jojoba et d’Avocat, elle laisse une peau dorée et hydratée pendant 7 jours !",
  "produdct_4_description_2": "- Le sérum Glow boost (30ml) transforme n'importe quelle crème hydratante en un autobronzant sur-mesure. Ces gouttes autobronzantes donnent à ta peau un teint naturellement hâlé au fil des utilisations. Enrichies en Vitamine C, elles uniformisent le teint, lissent la texture de la peau et la protègent des radicaux libres.",
  "produdct_4_description_3": "Le coup d'éclat assuré, le tout dans une trousse en coton OEKO-TEX®"
}
