{
  "para_1": "JTV S.A.S est une société privée de droit français et établie en France au 231 rue Saint Honoré 75001 Paris, immatriculée sous le numéro d'entreprise Paris B 891.709.727.000, et avec le numéro de TVA intracommunautaire FR46891709727.",
  "heading_1": "Éditeur",
  "heading_2": "Banque",
  "heading_3": "Service client",
  "heading_4": "Formulaire de contact",
  "heading_5": "Adresse de contact",
  "para_2_before_link": "Ces conditions d'utilisation (les « Conditions d'utilisation ») constituant un accord juridique entre vous et Jumble (« Jumble », « nous », « notre » ou « notre »). Ces conditions d'utilisation précisent les conditions dans lesquelles vous pouvez accéder et utiliser notre site Web situé à l'adresse",
  "para_2_after_link": "(le \"Site\", le \"Service\").",
  "para_3": "VEUILLEZ LIRE ATTENTIVEMENT CES CONDITIONS D'UTILISATION AVANT D'ACCÉDER ET D'UTILISER LES SERVICES OU TOUTE PARTIE DE CEUX-CI, CAR EN UTILISANT L'UN DES SERVICES, EN CLIQUANT SUR \"J'ACCEPTE\" OU EN MANIFESTANT AUTREMENT VOTRE ACCORD À CES CONDITIONS D'UTILISATION, VOUS ACCEPTEZ D'ÊTRE LIÉ PAR CES CONDITIONS. CONDITIONS D'UTILISATION ET NOTRE POLITIQUE DE CONFIDENTIALITÉ (LA « POLITIQUE DE CONFIDENTIALITÉ », AINSI QUE LES CONDITIONS D'UTILISATION, L'« ACCORD »), QUI EST INCORPORÉE PAR RÉFÉRENCE. SI VOUS N'ACCEPTEZ PAS (OU NE POUVEZ PAS VOUS CONFORMER) TOUTES LES CONDITIONS DE CES CONDITIONS D'UTILISATION, N'ACCÉDEZ PAS OU N'UTILISEZ PAS LES SERVICES.",
  "heading": "LES SECTIONS CI-DESSOUS INTITULÉES « LIBÉRATION PERSONNELLE », « ARBITRAGE EXÉCUTOIRE » ET « RENONCIATION À L'ACTION COLLECTIVE » CONTIENNENT UN ACCORD DE LIBÉRATION PERSONNELLE, UN ACCORD D'ARBITRAGE EXÉCUTOIRE ET UNE RENONCIATION À L'ACTION COLLECTIVE. ILS AFFECTENT VOS DROITS LÉGAUX. VEUILLEZ LES LIRE.",
  "para_4": "Si vous acceptez ou acceptez le présent Contrat au nom d'une société ou d'une autre entité juridique, vous déclarez et garantissez que vous avez le pouvoir de lier cette société ou autre entité juridique au Contrat et, dans ce cas, « vous » et « votre » fera référence et s'appliquera à cette société ou autre entité juridique.",
  "heading_7": "NOS SERVICES ET UTILISATEURS",
  "para_5": "Les produits fournissent une plate-forme sur laquelle les vendeurs (\" Vendeurs \") peuvent diffuser en direct et/ou publier des vidéos pour vendre leurs consommateurs (\" Acheteurs \").",
  "para_6": "Nos Services ont plusieurs types d'utilisateurs :",
  "para_7": "Visiteurs. Les visiteurs de notre site, comme le terme l'indique, sont des personnes qui ne s'inscrivent pas à un compte, mais qui souhaitent explorer le site à des fins d'information. Aucune connexion n'est requise pour les visiteurs du Site. Les visiteurs peuvent accéder à tous les contenus et fonctionnalités du site accessibles au public et peuvent nous contacter en utilisant le lien de contact sur le site.",
  "list_1": "Utilisateurs et comptes enregistrés. Afin de devenir vendeur et/ou acheteur, vous pouvez créer un compte chez nous ou enregistrer vos coordonnées (nom, adresse, carte de crédit, etc.) auprès de nous. Jumble n'a aucune obligation d'accepter une personne ou une entité en tant que titulaire du compte, et peut accepter ou rejeter toute inscription à notre seule et entière discrétion. Les vendeurs et les acheteurs peuvent parfois être collectivement appelés « utilisateurs » dans les présentes conditions d'utilisation.",
  "para_8": "Pour créer un compte, vous ou votre représentant autorisé serez invité à créer un mot de passe et un nom d'utilisateur (« Jumble User ID ») et peut-être à fournir certaines informations supplémentaires qui vous aideront à authentifier votre identité lorsque vous vous connecterez à l'avenir (collectivement \"Identifiants de connexion\"). Vous ne pouvez pas transférer votre compte à quelqu'un d'autre sans notre autorisation écrite préalable. Lors de la création de votre compte, vous devez fournir des informations vraies, exactes, à jour et complètes vous concernant. Chaque ID utilisateur Jumble et le mot de passe correspondant ne peuvent être utilisés que par une seule personne. Vous êtes responsable du maintien de la confidentialité de vos identifiants de connexion à votre compte. Vous êtes entièrement responsable de toutes les activités associées à votre compte (y compris, mais sans s'y limiter, tout achat (défini ci-dessous), l'utilisation des services ou les communications de votre compte à Jumble). Vous acceptez de nous informer immédiatement de toute utilisation non autorisée ou suspectée d'utilisation non autorisée de votre compte ou de toute autre violation de la sécurité.",
  "heading_8": "RESTRICTIONS",
  "para_9": "Les Services sont disponibles uniquement pour les personnes âgées de 13 ans ou plus. Si vous avez 13 ans ou plus, mais que vous n'avez pas atteint l'âge de la majorité dans votre juridiction, vous devez consulter le présent Accord avec votre parent ou tuteur pour vous assurer que vous et votre parent ou tuteur le comprenez. Si vous avez moins de 13 ans, vous ne pouvez utiliser les Services qu'avec le consentement de votre parent ou tuteur.",
  "para_10": "Nous nous réservons le droit, à notre seule et absolue discrétion, de vous refuser l'accès aux Services, ou à toute partie des Services, y compris en fermant ou en déconnectant votre compte, sans préavis et sans raison.",
  "heading_9": "CONTENU UTILISATEUR ; LICENCES",
  "para_11": "Les Services permettent aux Utilisateurs de publier, de télécharger et/ou de diffuser en direct du contenu tel que des vidéos, des photos, des images, du texte, des graphiques et d'autres éléments (collectivement, le « Contenu utilisateur »). Même si vous n'êtes pas un vendeur, en tant qu'acheteur, vous pouvez avoir la possibilité de publier du contenu utilisateur tel que des commentaires, des critiques de produits ou d'autres documents.",
  "para_12": "Vous reconnaissez et acceptez expressément qu'une fois que vous avez soumis votre contenu utilisateur pour inclusion dans les services, il n'y a aucune confidentialité ou confidentialité en ce qui concerne ce contenu utilisateur, y compris, sans s'y limiter, toute information d'identification personnelle que vous pouvez mettre à disposition.",
  "heading_10": "VOUS, ET NON JUMBLE, ÊTES ENTIÈREMENT RESPONSABLES DE TOUT VOTRE CONTENU UTILISATEUR QUE VOUS TÉLÉCHARGEZ, POSTEZ, DIFFUSEZ EN DIRECT, COURRIEL OU TRANSMETTEZ AUTREMENT VIA LES SERVICES.",
  "para_13": "Nous ne sommes pas obligés de publier tout Contenu utilisateur sur nos Services, et nous nous réservons le droit de supprimer tout Contenu utilisateur à tout moment à notre seule discrétion, avec ou sans préavis.",
  "para_14": "Vous conservez tous les droits d'auteur et autres droits de propriété intellectuelle sur votre propre contenu utilisateur. Cependant, vous nous accordez, ainsi qu'à nos sous-licenciés, une licence non exclusive, libre de droits, librement sous-licenciable, perpétuelle et irrévocable pour modifier, compiler, combiner avec d'autres contenus, copier, enregistrer, synchroniser, transmettre, traduire, formater, distribuer , afficher publiquement, exécuter publiquement et autrement utiliser ou exploiter (y compris à des fins lucratives) votre contenu d'utilisateur et tous les droits de propriété intellectuelle et moraux qui s'y trouvent dans l'univers, dans chaque cas, par ou par tout moyen, méthode, média ou technologie désormais connu ou conçues ci-après, sous réserve de certaines limitations liées aux marques de vendeur (telles que définies), comme indiqué ci-dessous.",
  "para_15": "Dans la mesure où le nom, les marques commerciales, les noms commerciaux, les marques de service et/ou les logos des Fournisseurs (« Marques de Fournisseur ») sont publiés ou affichés sur les Services dans le cadre de son Contenu utilisateur (y compris, mais sans s'y limiter, en relation avec la vente de ses produits), le vendeur accorde par la présente à Jumble et à nos sous-licenciés une licence perpétuelle non exclusive, libre de droits, librement sous-licenciable, pour copier, transmettre, formater, distribuer, afficher publiquement, exécuter publiquement et autrement utiliser ces marques de vendeur. uniquement dans le cadre de notre fourniture des Services et de l'exploitation du Site. Les vendeurs déclarent et garantissent que les marques du vendeur sont la propriété du vendeur ou que le vendeur a tous les droits nécessaires pour nous accorder la licence précédente, et que les marques du vendeur et leur utilisation par Jumble comme autorisé dans les présentes, n'enfreignent pas et n'enfreindront pas ou détourner les droits de propriété intellectuelle d'un tiers.",
  "para_16": "Si vous nous soumettez du contenu utilisateur, chacune de ces soumissions constitue une déclaration et une garantie à Jumble que (i) vous avez reçu toutes les autorisations et le consentement nécessaires de toutes les personnes qui apparaissent dans le contenu utilisateur, et (ii) ce contenu utilisateur est votre original création (ou que vous avez autrement le droit de fournir le contenu utilisateur), que vous avez les droits nécessaires pour accorder la licence au contenu utilisateur en vertu du paragraphe précédent, et que le contenu utilisateur et son utilisation par Jumble et nos partenaires de contenu comme autorisé par le présent Accord n'enfreint pas, ne détournera pas ou ne violera pas les droits de propriété intellectuelle, les droits moraux ou les droits à la vie privée ou à la publicité de toute personne, ou ne contiendra aucun matériel ou contenu calomnieux, diffamatoire ou obscène qui viole l'Accord . Vous acceptez de nous défendre, de nous indemniser et de nous protéger, ainsi que nos sociétés affiliées, ainsi que nos et leurs propriétaires, membres, dirigeants, administrateurs, employés, agents, successeurs, titulaires de licence, concédants et ayants droit respectifs contre tout dommage, responsabilité, perte, dépenses, réclamations, actions et/ou demandes, y compris, sans s'y limiter, les frais juridiques et comptables raisonnables, découlant ou résultant de votre violation des déclarations et garanties du présent paragraphe.",
  "heading_11": "LIBÉRATION PERSONNELLE",
  "para_17": "EN TANT QUE VENDEUR, VOUS COMPRENEZ QUE JUMBLE SOUHAITE OBTENIR LE DROIT D'ENREGISTRER ET D'UTILISER VOTRE NOM, IMAGE, PHOTO, PHOTOGRAPHIE, BIOGRAPHIE, RESSEMBLANCE, VOIX, PERFORMANCE ET/OU TOUTE AUTRE IDENTIFICATION PERSONNELLE FOURNIE PAR VOUS À Jumble, QUE CE SOIT DANS LE CADRE DE VOTRE CONTENU UTILISATEUR APPORTÉ OU AUTREMENT (COLLECTIVEMENT, LE \"MATÉRIEL\"), SUR BANDE VIDÉO, FILM OU TOUT AUTRE SUPPORT AUDIO ET/OU VISUEL À UTILISER DANS LE CADRE DE LA PROMOTION DE JUMBLE, DE LA BOUTIQUE ET DU VENDEUR (\"PROMOTION\"). EN TANT QUE TEL, LE FOURNISSEUR ACCORDE À JUMBLE ET À NOS FILIALES, AFFILIÉS, AGENTS, NOMINEES, LICENCIÉS, SUCCESSEURS ET CESSIONNAIRES, ET CEUX AGISSANT AVEC NOTRE AUTORITÉ (\"AFFILIÉS\"), LE DROIT ILLIMITÉ, ABSOLU, PERPÉTUEL ET MONDIAL D'ENREGISTRER, REPRODUIRE, COPIER, MODIFIER, AJOUTER, SOUSTRAIRE DE, MODIFIER, UTILISER, RÉUTILISER, AFFICHER, EXÉCUTER, EXPOSER, DISTRIBUER, TRANSMETTRE, EXPLOITER ET/OU DIFFUSER LE MATÉRIEL, SANS LIMITATION, DANS ET EN RELATION AVEC LA PROMOTION DE QUELQUE MANIÈRE QUE CE SOIT, EN TOUT OU EN PARTIE, SEUL OU EN COMBINAISON AVEC TOUTE AUTRE IMAGE OU VIDÉO, DANS TOUT SUPPORT MAINTENANT CONNU OU CONÇU PAR LA SUITE. UNE TELLE UTILISATION PEUT ÉGALEMENT INCLURE LA PUBLICITÉ ET LA PROMOTION DE TOUTE MANIÈRE OU DANS TOUT MÉDIA EN RELATION AVEC LA PROMOTION.",
  "para_18": "LE FOURNISSEUR ACCEPTE QUE JUMBLE N'A AUCUNE OBLIGATION D'UTILISER LE MATÉRIEL, OU D'EXERCER TOUT DROIT ACCORDÉ PAR LES PRÉSENTES, ET QUE LE FOURNISSEUR NE PEUT ENTRAÎNER AUCUNE EXPLOITATION DE LA PROMOTION COMME INDIQUÉ CI-DESSUS. SI JUMBLE UTILISE DU MATÉRIEL POUR LA PROMOTION, LE VENDEUR RECONNAÎT QUE SON DROIT D'ACCÉDER ET D'UTILISER LA BOUTIQUE ET LES SERVICES TEL QU'ACCORDÉ DANS LE PRÉSENT CONTRAT SERA LA SEULE RÉMUNÉRATION ET CONTREPARTIE POUR LE VENDEUR DES DROITS DANS ET SUR LE MATÉRIEL QUI ACCORDE EN VERTU DES PRÉSENTES. LE VENDEUR N'A AUCUN DROIT À AUCUNE COMPENSATION SUPPLÉMENTAIRE EN VERTU DES PRÉSENTES, Y COMPRIS, MAIS SANS S'Y LIMITER, DANS LE CAS OÙ Jumble COMMERCIALISE LE MATÉRIEL OU LA PROMOTION.",
  "para_19": "PAR LA PRÉSENTE, LE FOURNISSEUR LIBÈRE INCONDITIONNELLEMENT ET POUR TOUJOURS, INDEMNISE ET EXCLUT JUMBLE ET NOS AFFILIÉS DE TOUTE RESPONSABILITÉ, RÉCLAMATION OU ACTION RÉSULTANT DE L'UTILISATION DU MATÉRIEL, OU QUE LE VENDEUR OU SES HÉRITIERS, EXÉCUTIFS EXÉCUTIFS, ADMINISTRATEURS OU CESSIONNAIRES PEUVENT AVOIR OU RÉCLAMATION À AVOIR EN RELATION AVEC L'UTILISATION DU MATÉRIEL TEL QUE DÉCRIT AUX PRÉSENTES, ET LE FOURNISSEUR ACCEPTE DE NE PAS POURSUIVRE OU INTRODUIRE AUCUNE PROCÉDURE CONTRE L'UNE DE CES PARTIES POUR TOUTE RÉCLAMATION OU CAUSE D'ACTION, QU'ELLE SOIT ACTUELLEMENT CONNUE OU INCONNUE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES ACTIONS POUR DIFFAMATION, INVASION DES DROITS DU VENDEUR À LA VIE PRIVÉE, À LA PUBLICITÉ OU À LA PERSONNALITÉ OU TOUTE QUESTION SIMILAIRE, OU BASÉE SUR OU RELATIVE À L'EXERCICE DE L'UN DES DROITS MENTIONNÉS AUX PRÉSENTES.",
  "heading_12": "CONDITIONS D'ACHAT",
  "para_20": "Ordres; Acceptation de la commande. Les acheteurs peuvent passer des commandes pour les produits des vendeurs via notre boutique (chacun, un « achat »). La réception d'un numéro de commande ou d'une confirmation de commande par e-mail ne constitue pas l'acceptation d'une commande par Jumble ou tout vendeur ou une confirmation d'une offre de vente. Les vendeurs et Jumble se réservent le droit de refuser le service à tout acheteur ou d'annuler une commande pour quelque raison que ce soit. Une vérification des informations peut être exigée avant l'acceptation d'une commande. Les prix et la disponibilité des produits sont sujets à changement sans préavis. Les acheteurs acceptent qu'en passant une commande via la boutique, vous concluez un contrat contraignant et acceptez de payer tous les frais qui peuvent être encourus par vous ou en votre nom via la boutique, au(x) prix en vigueur lorsque ces frais sont engagés, y compris, sans s'y limiter, tous les frais d'expédition et de manutention. De plus, vous demeurez responsable des éventuelles taxes applicables à vos Achats. Votre prix total comprendra le prix du ou des produits plus toute taxe de vente applicable ; cette taxe de vente nationale et locale est basée sur l'adresse de livraison et le taux de taxe de vente en vigueur au moment où vous achetez le ou les produits. Ces taxes ne seront imposées que dans les États où les biens vendus sur Internet sont imposables.",
  "para_21": "Expédition; Risque de perte. Les vendeurs utilisent des transporteurs tiers fiables pour livrer les produits aux acheteurs. Les acheteurs sont responsables du coût de tous les frais d'expédition. Jumble n'est pas responsable des dommages (y compris, sans s'y limiter, des dommages indirects ou consécutifs) résultant du défaut de livraison ou du retard de livraison des produits achetés via la boutique. Le titre et le risque de perte des produits seront transférés à l'Acheteur lors de la livraison par le Vendeur au transporteur.",
  "para_22": "Les erreurs. Toutes les descriptions, images, références, fonctionnalités, contenus, spécifications et prix des produits décrits ou représentés sur les Services sont susceptibles d'être modifiés à tout moment sans préavis. Certains poids, mesures et autres descriptions sont approximatifs et ne sont fournis qu'à des fins de commodité. De temps à autre, des informations sur les Services peuvent contenir des erreurs typographiques, des inexactitudes ou des omissions pouvant être liées aux descriptions de produits, aux prix des produits, aux promotions, aux offres et à la disponibilité. Jumble et le Vendeur se réservent chacun le droit de corriger toute erreur, inexactitude ou omission, et de modifier ou de mettre à jour les informations ou d'annuler des commandes, si des informations sur les Services sont inexactes à tout moment sans préavis, même après que l'Acheteur a reçu une confirmation de commande ou avis d'expédition. L'inclusion de tout produit sur les Services n'implique ni ne garantit que ces produits seront disponibles. Les vendeurs se réservent le droit de réviser leurs offres de produits et/ou d'interrompre des produits à tout moment sans préavis. Les vendeurs et Jumble se réservent également le droit de limiter les quantités achetées et de réviser, suspendre ou résilier un événement ou une promotion à tout moment sans préavis (y compris après qu'une commande a été soumise ou reconnue).",
  "para_23": "Paiement. Le cas échéant, les Acheteurs paieront tous les prix d'achat, taxes, frais d'expédition et de manutention, et autres frais liés aux produits achetés de la manière spécifiée sur ou sélectionnée via la Boutique. Le paiement est dû immédiatement après avoir effectué un achat. En effectuant un achat, l'acheteur accepte de payer à Jumble, par l'intermédiaire de notre processeur de paiement, Checkout (\"processeur de paiement\"), tous les frais aux prix alors en vigueur pour cet achat conformément aux conditions de paiement applicables fournies par le vendeur. Si l'Acheteur a une carte ou un autre mode de paiement enregistré avec son compte sur la Boutique, en passant une commande, l'Acheteur peut nous autoriser, par l'intermédiaire du Processeur de paiement, à débiter ce compte du montant de l'Achat. En utilisant les Services pour effectuer des Achats, vous acceptez les Conditions et Politiques de Checkout disponibles sur",
  "heading_13": "LES ACHETEURS DOIVENT FOURNIR DES INFORMATIONS À JOUR, COMPLÈTES ET EXACTES POUR LEURS COMPTES ET METTRE À JOUR RAPIDEMENT TOUTES LES INFORMATIONS POUR GARDER CES INFORMATIONS DE COMPTE À JOUR, COMPLÈTES ET EXACTES (COMME UN CHANGEMENT D'ADRESSE DE FACTURATION, DE NUMÉRO DE CARTE DE CRÉDIT OU DE DATE D'EXPIRATION DE LA CARTE DE CRÉDIT). EN OUTRE, LES ACHETEURS DOIVENT NOUS AVISER RAPIDEMENT SI UN MOYEN DE PAIEMENT EST ANNULÉ (PAR EXEMPLE, EN CAS DE PERTE OU DE VOL) ​​OU SI L'ACHETEUR PREND CONNAISSANCE D'UNE VIOLATION POTENTIELLE DE LA SÉCURITÉ, TELLE QUE LA DIVULGATION OU L'UTILISATION NON AUTORISÉE DU NOM D'UTILISATEUR OU DU MOT DE PASSE DE L'ACHETEUR. DES MODIFICATIONS À CES INFORMATIONS PEUVENT ÊTRE EFFECTUÉES SUR LA PAGE DU COMPTE DE L'ACHETEUR.",
  "heading_14": "CONDITIONS DU VENDEUR",
  "para_24": "Contenu utilisateur du fournisseur. Lorsque le Fournisseur publie ou diffuse en direct du Contenu utilisateur, ce Contenu utilisateur ne restera sur le Service que pendant une période de 24 à 36 heures après la diffusion en direct, période pendant laquelle les Acheteurs peuvent effectuer des Achats. Le fournisseur déclare et garantit à Jumble que toute réclamation concernant les produits faite par le fournisseur ou contenue dans le contenu utilisateur du fournisseur a été étayée et est conforme à toutes les lois, règles, réglementations et lois et réglementations applicables en matière de protection des consommateurs.",
  "para_25": "Ordres; Expédition. Les commandes sont passées par les acheteurs auprès de Jumble. Jumble recevra les informations de commande et les informations d'expédition de l'Acheteur. Jumble fournira aux vendeurs des étiquettes d'expédition dans les douze (12) heures suivant l'achat par l'acheteur. Le vendeur doit expédier toutes les commandes de la boutique directement aux acheteurs. Outre les informations limitées nécessaires pour effectuer les expéditions, toutes les informations de l'Acheteur seront détenues exclusivement par Jumble, conformément à notre Politique de confidentialité, et le Vendeur n'aura pas la possibilité de communiquer avec les Acheteurs sans passer par Jumble. Le Vendeur peut contacter Jumble pour toute question concernant la commande, et Jumble communiquera avec l'Acheteur pour fournir des réponses au Vendeur si nécessaire. Jumble recommande vivement aux vendeurs d'obtenir et de maintenir une assurance pour vos envois. Jumble n'est pas responsable des problèmes d'expédition. Toutes les ventes sont finales et nous n'acceptons pas les retours ni ne procédons à des remboursements.",
  "para_26": "Paiements; Comptes. Notre processeur de paiement collecte les paiements des acheteurs et transmet les montants à Jumble, sous réserve d'une période de traitement. Une fois que Jumble a reçu le paiement du processeur de paiement pour l'achat, Jumble doit à son tour transmettre ces montants au vendeur, moins une commission due à Jumble, comme convenu par écrit par les parties (y compris par courrier électronique). Le vendeur reconnaît et accepte qu'il y a généralement un délai entre le moment où l'acheteur paie un achat et le moment où Jumble reçoit le paiement via le processeur de paiement, et, par conséquent, il y aura un délai supplémentaire pour transmettre les paiements au vendeur. Pour recevoir le paiement, le vendeur doit partager les détails nécessaires du compte de paiement avec Jumble pour permettre à Jumble d'envoyer des paiements au vendeur.",
  "heading_15": "LES VENDEURS DOIVENT MAINTENIR DES COMPTES DE PAIEMENT OU DES COMPTES BANCAIRES ACTIFS POUR RECEVOIR LE PAIEMENT DES VENTES, ET DOIVENT FOURNIR DES INFORMATIONS À JOUR, COMPLÈTES ET EXACTES POUR LEURS COMPTES DE PAIEMENT ET/OU COMPTES BANCAIRES, ET METTRE À JOUR RAPIDEMENT TOUTES LES INFORMATIONS POUR GARDER CES INFORMATIONS DE COMPTE DE PAIEMENT À JOUR, COMPLÈTES, ET EXACT. EN OUTRE, LES FOURNISSEURS DOIVENT NOUS AVISER RAPIDEMENT SI LE FOURNISSEUR PREND CONNAISSANCE D'UNE VIOLATION POTENTIELLE DE LA SÉCURITÉ, TELLE QUE LA DIVULGATION NON AUTORISÉE OU L'UTILISATION DU COMPTE DE PAIEMENT DU FOURNISSEUR.",
  "para_27": "Indicateurs de performance. Jumble se soucie profondément de la satisfaction du client. En conséquence, nous nous réservons le droit de suivre et de mesurer l'utilisation des Services par les Fournisseurs et leurs performances conformément au présent Contrat. Nous nous réservons le droit de suivre l'exécution des commandes, les réclamations des acheteurs, les délais d'expédition, les annulations/demandes de taux de retour et de rétrofacturation, les problèmes de commandes en souffrance et les problèmes de logistique et de performance connexes. Ces mesures nous aident à déterminer si un fournisseur répond à nos attentes et à celles de nos acheteurs. Si nous déterminons, à notre seule discrétion, que le fournisseur ne respecte pas nos normes de performance, enfreint le présent accord ou pour d'autres raisons, nous nous réservons le droit de suspendre ou de supprimer votre compte avec les services.",
  "heading_16": "GARANTIES DES PRODUITS.",
  "heading_17": "PAS DE CONTOURNEMENT.",
  "para_28": "Le fournisseur déclare et garantit par la présente à Jumble et aux acheteurs que les produits vendus ou offerts par le biais de nos services (i) sont et seront fabriqués, emballés et étiquetés conformément à toutes les lois, règles et réglementations fédérales, étatiques, locales et internationales applicables. , (ii) ne sont pas et ne seront pas falsifiés ou mal étiquetés, et (iii) doivent être exempts de défauts de matériaux, de fabrication et de fabrication. Jumble ne fait aucune représentation ou garantie concernant les produits. Le Fournisseur déclare et garantit en outre qu'il se conformera à tout moment au présent Contrat et à toutes les lois, règles et réglementations applicables.",
  "para_29": "Toutes les commandes de la boutique sont passées par Jumble, et Jumble ne diffuse aux utilisateurs que les informations nécessaires pour que les utilisateurs puissent acheter, expédier et recevoir des produits, et aucune information supplémentaire sur les autres utilisateurs. Ni les vendeurs ni les acheteurs ne peuvent contourner les services pour effectuer des transactions directement entre eux, et nous pouvons suspendre les comptes que nous soupçonnons, à notre seule discrétion, de contourner intentionnellement les services.",
  "heading_18": "PROPRIÉTÉ INTELLECTUELLE",
  "para_30": "Les Services sont protégés par le droit d'auteur, les marques, la loi française et d'autres lois. Sauf disposition expresse dans le présent Accord, Jumble et nos concédants détiennent exclusivement tous les droits, titres et intérêts relatifs aux Services, y compris tous les droits de propriété intellectuelle associés. Vous ne supprimerez, ne modifierez ou ne masquerez aucun droit d'auteur, marque de commerce, marque de service ou autres avis de droits de propriété incorporés dans ou accompagnant les Services.",
  "para_31": "Les Services contiennent du matériel, tel que des logiciels, du texte, des graphiques, des images et d'autres éléments fournis par ou au nom de Jumble (collectivement appelés le « Contenu »). Le contenu peut nous appartenir ou appartenir à des tiers. Le Contenu est protégé par les lois françaises et étrangères. L'utilisation non autorisée du contenu peut violer le droit d'auteur, les marques de commerce et d'autres lois.",
  "para_32": "Nous et nos concédants de licence conservons tous les droits, titres et intérêts, y compris tous les droits de propriété intellectuelle, sur le Contenu. Vous devez conserver tous les droits d'auteur et autres avis de propriété contenus dans le contenu original. Vous ne pouvez pas vendre, transférer, céder, concéder sous licence, sous-licencier ou modifier le Contenu ou reproduire, afficher, exécuter publiquement, créer une version dérivée, distribuer ou utiliser le Contenu de quelque manière que ce soit à des fins publiques ou commerciales.",
  "para_33": "Les marques de commerce, marques de service et logos de Jumble (les « marques de commerce de Jumble ») utilisés et affichés sur les Services sont des marques de commerce ou des marques de service déposées et non déposées de Jumble. Les autres noms de sociétés, de produits et de services figurant sur les Services peuvent être des marques commerciales ou des marques de service appartenant à des tiers (les « Marques commerciales tierces » et, collectivement avec Jumble Trademarks, les « Marques commerciales »). Rien dans les Services ne doit être interprété comme accordant, implicitement, par préclusion ou autrement, une licence ou un droit d'utiliser les Marques, sans notre autorisation écrite préalable spécifique à chaque utilisation. L'utilisation des Marques dans le cadre d'un lien vers ou à partir de tout site est interdite à moins que l'établissement d'un tel lien ne soit préalablement approuvé par écrit par nous. Toute survaleur générée par l'utilisation des marques Jumble est à notre avantage.",
  "para_34": "Les éléments des Services sont protégés par l'habillage commercial, la marque, la concurrence déloyale et d'autres lois étatiques et fédérales et ne peuvent être copiés ou imités en tout ou en partie, par quelque moyen que ce soit, y compris, mais sans s'y limiter, l'utilisation de cadrage ou miroirs. Aucun contenu ne peut être retransmis sans notre consentement exprès et écrit pour chaque cas.",
  "heading_19": "RETOUR.",
  "para_35": "En tant qu'utilisateur enregistré de nos services, vous pouvez choisir de nous fournir des commentaires, des commentaires et des suggestions concernant nos services (\"Commentaires\"). Vous acceptez que Jumble sera libre d'utiliser, de reproduire, de divulguer et d'exploiter de toute autre manière tout commentaire de ce type sans compensation ni attribution à votre égard.",
  "heading_20": "DROITS ET RESTRICTIONS D'UTILISATION.",
  "para_36": "Sous réserve des termes et conditions du présent Accord, Jumble vous accorde une licence limitée, non transférable et non exclusive pour accéder et utiliser les Services uniquement à vos fins personnelles. Jumble peut résilier cette licence à tout moment pour quelque raison que ce soit. De plus, lors de l'utilisation ou de l'accès aux Services, vous acceptez que :",
  "para_37": "Vous ne téléchargerez pas, ne publierez pas, n'enverrez pas par e-mail, ne transmettrez pas ou ne rendrez pas autrement disponible tout Contenu utilisateur qui :",
  "para_38": "enfreint tout droit d'auteur, marque de commerce, droit de publicité ou autres droits de propriété de toute personne ou entité ; ou",
  "para_39": "est diffamatoire, diffamatoire, indécent, obscène, pornographique, sexuellement explicite, envahissant la vie privée d'autrui, encourage la violence ou une activité illégale, ou contient un discours de haine (c'est-à-dire un discours qui attaque ou rabaisse un groupe en raison de sa race ou de son origine ethnique, de sa religion, de son handicap, sexe, âge, statut d'ancien combattant et/ou orientation sexuelle/identité de genre) ; ou",
  "para_40": "divulgue des informations sensibles sur une autre personne, y compris l'adresse e-mail, l'adresse postale, le numéro de téléphone, les informations de carte de crédit ou toute autre information similaire de cette personne.",
  "para_41": "Vous vous conformerez à toutes les lois applicables dans votre utilisation des Services et n'utiliserez pas les Services à des fins illégales ;",
  "para_42": "Vous n'accéderez pas ou n'utiliserez pas les Services pour collecter des études de marché pour une entreprise concurrente ;",
  "para_43": "Vous ne vous ferez pas passer pour une personne ou une entité ou ne déclarerez pas faussement ou ne représenterez pas autrement votre affiliation avec une personne ou une entité ;",
  "para_44": "Vous n'interférerez pas ou ne tenterez pas d'interrompre le bon fonctionnement des Services par l'utilisation de tout virus, appareil, mécanisme de collecte ou de transmission d'informations, logiciel ou routine, ou accéder ou tenter d'accéder à tout Contenu, données, fichiers , ou des mots de passe liés aux Services par piratage, mot de passe ou exploration de données, ou tout autre moyen ;",
  "para_45": "Vous ne décompilerez pas, n'effectuerez pas d'ingénierie inverse ou ne désassemblerez aucun logiciel ou autre produit ou processus accessible via les Services ;",
  "para_46": "Vous ne couvrirez, n'obscurcirez, ne bloquerez ou n'interférerez de quelque manière que ce soit avec les publicités et/ou les fonctions de sécurité sur les Services ;",
  "para_47": "Vous n'utiliserez aucun robot, araignée, grattoir ou autre moyen automatisé pour accéder aux Services à quelque fin que ce soit sans notre autorisation écrite expresse ;",
  "para_48": "Vous ne prendrez aucune mesure qui impose ou pourrait imposer (à notre seule discrétion) une charge déraisonnable ou disproportionnée sur notre infrastructure technique ;",
  "para_49": "Vous ne permettrez à personne d'accéder à votre compte et de l'utiliser ;",
  "para_50": "Vous ne revendrez, ne distribuerez ni ne sous-licencierez les Services ni ne les utiliserez au profit de quiconque autre que vous ou votre entreprise ;",
  "para_51": "Vous ne supprimerez ni ne modifierez les marques de propriété ou les légendes restrictives placées sur les Services ; et",
  "para_52": "Vous n'introduirez, publierez ou téléchargerez sur les Services aucun code nuisible. Tel qu'il est utilisé ici, « Code nuisible » désigne un code informatique, des programmes ou des dispositifs de programmation qui sont intentionnellement conçus pour perturber, modifier, accéder, supprimer, endommager, désactiver, désactiver, nuire ou entraver de quelque manière que ce soit, y compris des perturbations ou des distorsions esthétiques. , le fonctionnement des Services ou tout autre logiciel, micrologiciel, matériel, système informatique ou réseau associé (y compris, sans s'y limiter, les « chevaux de Troie », les « virus », les « vers », les « bombes à retardement », les « verrous horaires, « appareils », « pièges », « codes d'accès » ou appareils « drop dead » ou « trappe ») ou toute autre procédure, routine ou mécanisme nuisible, malveillant ou caché qui entraînerait l'arrêt du fonctionnement des Services ou endommager ou corrompre les données, les supports de stockage, les programmes, l'équipement ou les communications, ou interférer de toute autre manière avec les opérations des Services.",
  "para_53": "Jumble se réserve le droit, à tout moment, de modifier, suspendre ou interrompre les Services ou toute partie de ceux-ci avec ou sans préavis. Vous acceptez que nous ne serons pas responsables envers vous ou envers un tiers pour toute modification, suspension ou interruption des Services ou de toute partie de ceux-ci. Vous êtes libre de cesser d'utiliser les Services à tout moment.",
  "heading_21": "LOI SUR LE DROIT D'AUTEUR DU MILLÉNAIRE NUMÉRIQUE",
  "para_54": "Jumble respecte les droits de propriété intellectuelle d'autrui et tente de se conformer à toutes les lois applicables. Nous examinerons toutes les réclamations pour violation de droits d'auteur reçues et supprimerons tout contenu ou contenu utilisateur réputé avoir été publié ou distribué en violation de ces lois.",
  "para_55": "Vous pouvez nous contacter sur ce sujet email: bonjour (at) jumble.tv",
  "para_56": "Si vous pensez que votre travail a été copié sur les Services d'une manière qui constitue une violation du droit d'auteur, veuillez fournir à notre agent un avis conformément aux exigences de la Loi, y compris (i) une description du travail protégé par le droit d'auteur qui a été violé et l'emplacement spécifique sur les Services où se trouve ce travail ; (ii) une description de l'emplacement de l'original ou d'une copie autorisée de l'œuvre protégée par le droit d'auteur ; (iii) votre adresse, numéro de téléphone et adresse e-mail ; (iv) une déclaration de votre part indiquant que vous pensez de bonne foi que l'utilisation contestée n'est pas autorisée par le titulaire du droit d'auteur, son agent ou la loi ; (v) une déclaration de votre part, faite sous peine de parjure, selon laquelle les informations contenues dans votre avis sont exactes et que vous êtes le titulaire du droit d'auteur ou autorisé à agir au nom du titulaire du droit d'auteur ; et (vi) une signature électronique ou physique du titulaire du droit d'auteur ou de la personne autorisée à agir au nom du titulaire du droit d'auteur.",
  "heading_22": "AVIS DE DÉCENCE DES COMMUNICATIONS",
  "heading_23": "AUCUNE GARANTIE ; LIMITATION DE RESPONSABILITÉ",
  "heading_24": "INDEMNITÉ",
  "heading_25": "RESPECT DES LOIS APPLICABLES",
  "heading_26": "LOI CONTRÔLANTE",
  "para_57": "Jumble est un fournisseur de « services informatiques interactifs » et, à ce titre, notre responsabilité en cas de diffamation, calomnie, dénigrement de produits et autres réclamations découlant de tout contenu utilisateur est limitée comme décrit ici. Nous ne sommes responsables d'aucun Contenu utilisateur. Nous ne garantissons pas l'exactitude du contenu de l'utilisateur ni n'exerçons de contrôle éditorial sur le contenu de l'utilisateur, ni n'assumons aucune obligation légale de contrôle éditorial du contenu de l'utilisateur ou de responsabilité en relation avec le contenu de l'utilisateur, y compris toute responsabilité ou obligation d'enquêter ou de vérifier l'exactitude de tout Contenu Utilisateur.",
  "para_58": "LES SERVICES ET TOUT LE CONTENU ET AUTRES INFORMATIONS SUR OU ACCESSIBLES À PARTIR DES SERVICES SONT FOURNIS PAR JUMBLE « EN L'ÉTAT » ET « SELON LA DISPONIBILITÉ », SANS GARANTIE D'AUCUNE SORTE, EXPLICITE OU IMPLICITE. JUMBLE DÉCLINE EXPRESSÉMENT TOUTE GARANTIE, EXPRESSE OU IMPLICITE, CONCERNANT LES SERVICES, LE CONTENU ET TOUS LES PRODUITS OFFERTS PAR LES FOURNISSEURS VIA LES SERVICES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER, DE NON-CONTREFAÇON, DE SÉCURITÉ OU DE PRÉCISION, ET TOUTE GARANTIE DÉCOULANT DU COURS DES OPÉRATIONS, DU COURS DES PERFORMANCES OU DE L'USAGE DU COMMERCE. SANS LIMITER LA GÉNÉRALITÉ DE CE QUI PRÉCÈDE, JUMBLE NE GARANTIT PAS QUE : (1) LES INFORMATIONS SUR LES SERVICES SONT CORRECTES, EXACTES OU FIABLES ; (2) LES FONCTIONS CONTENUES SUR CES SERVICES SERONT ININTERROMPUES OU SANS ERREUR ; OU (3) LES DÉFAUTS SERONT CORRIGÉS, OU QUE LES SERVICES OU LE SERVEUR QUI LES RENDENT DISPONIBLES SONT EXEMPTS DE VIRUS OU D'AUTRES ÉLÉMENTS NUISIBLES.",
  "para_59": "VOUS COMPRENEZ QUE JUMBLE NE FABRIQUE, NE STOCKE OU N'INSPECTE AUCUN DES PRODUITS VENDUS OU OFFERTS POUR PLACEMENT PAR L'INTERMÉDIAIRE DE NOS SERVICES. NOUS FOURNISSONS LE LIEU; LES PRODUITS SONT PRODUITS, RÉPERTORIÉS, VENDUS ET OFFERTS DIRECTEMENT PAR LES FOURNISSEURS ET, PAR CONSÉQUENT, JUMBLE NE PEUT GARANTIR ET NE DONNE AUCUNE GARANTIE QUANT À LEUR QUALITÉ, SÉCURITÉ OU MÊME LEUR LÉGALITÉ. EN TANT QU'ACHETEUR, TOUTE RÉCLAMATION LÉGALE LIÉE À UN PRODUIT QUE VOUS ACHETEZ VIA LES SERVICES DOIT ÊTRE INTRODUITE DIRECTEMENT CONTRE LE VENDEUR DU PRODUIT. PAR LA PRÉSENTE, VOUS LIBÉREZ JUMBLE DE TOUTE RÉCLAMATION RELATIVE AUX PRODUITS FOURNIS PAR NOS SERVICES, Y COMPRIS POUR LES ARTICLES DÉFECTUEUX, LES FAUSSES DÉCLARATIONS DES FOURNISSEURS OU LES ARTICLES AYANT CAUSÉ DES BLESSURES PHYSIQUES (RÉCLAMATIONS EN RESPONSABILITÉ DU PRODUIT).",
  "para_60": "EN RELATION AVEC TOUTE GARANTIE, CONTRAT OU RÉCLAMATION : (I) NOUS NE SERONS PAS RESPONSABLES DES DOMMAGES ACCESSOIRES OU CONSÉCUTIFS, DES PERTES DE PROFITS OU DES DOMMAGES RÉSULTANT DE LA PERTE DE DONNÉES OU D'UNE INTERRUPTION D'ACTIVITÉ RÉSULTANT DE L'UTILISATION OU DE L'INCAPACITÉ D'ACCÉDER ET D'UTILISER LES SERVICES , LES PRODUITS OU LE CONTENU, MÊME SI NOUS AVONS ÉTÉ AVISÉS DE LA POSSIBILITÉ DE TELS DOMMAGES ; ET (II) TOUT DOMMAGE DIRECT, NON ATTRIBUABLE À DES BLESSURES PERSONNELLES, QUE VOUS POURRIEZ SUBIR EN RÉSULTAT DE VOTRE UTILISATION DES SERVICES OU DU CONTENU SERA LIMITÉ À CENT DOLLARS AMÉRICAINS (100 EUR). JUMBLE NE SERA PAS RESPONSABLE DES DOMMAGES DIRECTS QUE VOUS POURRIEZ SUBIR À LA SUITE DE VOTRE ACHAT OU DE L'UTILISATION DE TOUT PRODUIT PAR VOUS OU UN TIERS.",
  "para_61": "RIEN DANS CET ACCORD N'AFFECTE LES DROITS STATUTAIRES NON RENONCIABLES QUI S'APPLIQUENT À VOUS.",
  "para_62": "Les vendeurs doivent indemniser, défendre et dégager de toute responsabilité Jumble, ses sociétés affiliées et leurs dirigeants, gestionnaires, partenaires, employés et agents respectifs de et contre toutes les pertes, sanctions civiles, responsabilités, dommages, jugements, coûts et dépenses. , y compris les honoraires raisonnables d'avocat et les frais de justice, encourus dans le cadre de toute procédure, réclamation ou action découlant de ou liée à (i) tout défaut ou blessure présumé des produits du Fournisseur ou toute autre réclamation en responsabilité du fait des produits ; (ii) le non-respect allégué du Vendeur ou des produits du Vendeur de se conformer au présent Contrat ou à toute loi, réglementation, garantie ou déclaration du Vendeur ; et (iii) la vente et l'expédition des produits du Fournisseur.",
  "para_63": "Les Services sont basés en France. Nous ne faisons aucune déclaration quant à savoir si les Services sont accessibles, ou si le Contenu peut être téléchargé, visualisé ou adapté à une utilisation, ou si des Achats peuvent être effectués, en dehors de la France. Que ce soit à l'intérieur ou à l'extérieur de la France, vous êtes seul responsable du respect des lois de votre juridiction spécifique.",
  "para_64": "Le présent Contrat et toute action s'y rapportant seront régis par les lois françaises, sans égard à ses dispositions en matière de conflit de lois.",
  "heading_27": "ARBITRAGE EXÉCUTOIRE",
  "para_65": "En cas de litige entre vous et Jumble en vertu de ou lié au présent Accord ou aux Services",
  "heading_28": "(pas un litige entre un Acheteur et un Vendeur)",
  "para_66": "(chacun, un « Différend »), Les parties doivent coopérer de bonne foi dans l'échange volontaire et informel de tous les documents non privilégiés et autres informations (y compris les informations stockées électroniquement) pertinentes pour le Différend immédiatement après le début de l'arbitrage. Rien dans le présent accord ne nous empêchera de demander une injonction devant un tribunal compétent si nécessaire pour protéger nos intérêts de propriété.",
  "heading_29": "RENONCIATION AU RECOURS COLLECTIF",
  "para_67": "Vous acceptez que tout arbitrage ou procédure soit limité au Litige entre nous et vous individuellement. Dans toute la mesure permise par la loi, (i) aucun arbitrage ou procédure ne sera joint à un autre ; (ii) il n'y a aucun droit ou autorité pour qu'un Différend soit arbitré ou résolu sur la base d'un recours collectif ou d'utiliser des procédures de recours collectif ; et (iii) il n'y a aucun droit ou autorité pour qu'un Différend soit porté en une prétendue capacité représentative au nom du grand public ou de toute autre personne.",
  "heading_30": "VOUS ACCEPTEZ QUE VOUS POUVEZ PORTER DES RÉCLAMATIONS CONTRE NOUS UNIQUEMENT EN VOTRE CAPACITÉ INDIVIDUELLE ET NON EN TANT QUE DEMANDEUR OU MEMBRE DE LA CLASSE DANS UNE PROCÉDURE DE CLASSE OU DE REPRÉSENTATION.",
  "heading_31": "REDRESSEMENT ÉQUITABLE",
  "heading_32": "LITIGES ENTRE ET PARMI LES UTILISATEURS",
  "heading_33": "SITES EXTERNES",
  "heading_34": "MODIFICATIONS DE L'ACCORD",
  "heading_35": "GÉNÉRAL",
  "para_68": "Vous reconnaissez et acceptez qu'en cas de violation ou de menace de violation de nos droits de propriété intellectuelle et des informations confidentielles et exclusives de votre part, nous subirons un préjudice irréparable et aurons donc droit à une injonction pour faire appliquer le présent Accord. Nous pouvons, sans renoncer à tout autre recours en vertu du présent Accord, demander à tout tribunal compétent toute mesure provisoire, équitable, provisoire ou injonctive nécessaire pour protéger nos droits et notre propriété en attendant le résultat de l'arbitrage mentionné ci-dessus. Par la présente, vous consentez irrévocablement et inconditionnellement à la juridiction personnelle et matérielle de la France aux fins d'une telle action de notre part.",
  "para_69": "En cas de litige entre ou parmi les Utilisateurs des Services, vous acceptez d'engager le litige directement avec Jumble. Jumble prendra des mesures pour arbitrer le différend de l'utilisateur à sa seule discrétion raisonnable. Jumble tiendra chaque partie informée de l'état des litiges en envoyant un message aux parties via les comptes du Service. Malgré les efforts de bonne foi de Jumble, certains litiges peuvent ne pas être résolus d'une manière satisfaisante pour toutes les parties. La décision de Jumble concernant tous les litiges est définitive. Dans le cas où vous auriez un litige avec un ou plusieurs autres Utilisateurs, vous dégagez Jumble, ses dirigeants, employés, agents et successeurs des réclamations, demandes et dommages de toute nature ou nature, connus ou inconnus, suspects ou insoupçonnés, divulgués ou non divulgués, découlant de ou liés de quelque manière que ce soit à ces litiges et/ou à nos Services.",
  "para_70": "Les Services peuvent contenir des liens vers des sites Web tiers (« Sites externes »). Ces liens sont fournis uniquement pour votre commodité et non comme une approbation de notre part du contenu de ces sites externes. Le contenu de ces sites externes est développé et fourni par des tiers. Vous devez contacter l'administrateur du site ou le webmaster de ces sites externes si vous avez des inquiétudes concernant ces liens ou tout contenu situé sur ces sites externes. Nous ne sommes pas responsables du contenu des sites externes liés et ne faisons aucune déclaration concernant le contenu ou l'exactitude des documents sur ces sites externes. Vous devez prendre des précautions lors du téléchargement de fichiers à partir de tous les sites Web pour protéger votre ordinateur contre les virus et autres programmes destructeurs. Si vous décidez d'accéder à des sites externes liés, vous le faites à vos risques et périls.",
  "para_71": "Ces conditions d'utilisation entrent en vigueur à la date de la dernière mise à jour indiquée en haut. Nous pouvons modifier ces conditions d'utilisation de temps à autre. Toute modification de ce type sera publiée sur le Site. En accédant aux Services après que nous ayons apporté de telles modifications aux présentes Conditions d'utilisation, vous êtes réputé avoir accepté ces modifications. Veuillez vous référer régulièrement aux présentes conditions d'utilisation.",
  "para_72": "Aucun manquement ou retard de Jumble dans l'exercice de tout droit ou recours en vertu de l'Accord ne fonctionnera, ou ne sera réputé fonctionner, comme une renonciation à un tel droit ou recours. Si une disposition de l'Accord est jugée invalide ou inapplicable par un tribunal compétent, cette disposition sera modifiée et le reste de l'Accord restera en vigueur et de plein effet. L'accord constitue l'accord final et complet entre vous et Jumble concernant l'objet des présentes, et remplace toutes les communications, représentations ou accords antérieurs ou contemporains entre nous, qu'ils soient oraux ou écrits, y compris, sans s'y limiter, tout accord de confidentialité ou de non-divulgation. . Les titres sont fournis à titre indicatif uniquement et ne doivent pas être utilisés pour limiter ou interpréter la signification de l'une quelconque des dispositions de l'Accord. Les conditions qui, de par leur nature, sont destinées à survivre indéfiniment survivront et s'appliqueront à vous même si vous avez annulé votre compte ou cessé d'utiliser les Services, y compris, sans s'y limiter, les limitations de responsabilité, d'indemnisation et les dispositions relatives au règlement des litiges.",
  "heading_36": "COMMENT NOUS CONTACTER",
  "para_73": "Si vous avez des questions sur l'accord ou nos services, veuillez nous contacter par e-mail à admin@Jumble.tv.",
  "heading_37": "VOUS RECONNAISSEZ PAR LA PRÉSENTE QUE VOUS AVEZ LU CES CONDITIONS, LES COMPRENEZ ET ACCEPTEZ D'ÊTRE LIÉ PAR CES CONDITIONS. SI VOUS SAISISSEZ CES CONDITIONS AU NOM D'UNE ENTITÉ, VOUS DÉCLAREZ ET GARANTISSEZ QUE VOUS AVEZ LE DROIT ET L'AUTORITÉ DE LIER LÉGALEMENT L'ENTITÉ À CES CONDITIONS."
}
