{
  "blog_1_para_1": "We all know that we must do our part to preserve our beautiful planet. Many brands nowadays focus on producing products responsibly. This is also the case in the beauty industry. Several trends have already been developed, which can be used to maintain sustainablebeauty. We would like to discuss some of these trends so that you can be as good informed as possible and that you know how to buy sustainable beauty products. That way, you’re able to contribute to the sustainable beauty industry.",
  "blog_1_para_1_matchText_1": "sustainablebeauty",
  "blog_1_para_1_linkText_1": "sustainable beauty",
  "blog_1_para_2": "The first beauty brand to offer some top products is La bouche rouge. It’s a brand with products that are not only good for you, but also for the planet. They offer all kinds of different products like lipstick, eyeshadow, blush, bronzer and many more. Besides make-up, they also offer refillable containers and make-up brushes. They have a huge range that will make many people happy. With a gift from this brand, at least you know you are going for a vegan and cruelty-free product that contributes to a better world.",
  "blog_1_para_2_matchText_1": "lipstick",
  "blog_1_para_2_linkText_1": "lipstick",

  "blog_2_para_1": "The holidays are around the corner and that means it's time to get presents for the people you care about. Getting presents can be quite a challenge. Of course, you don't always want to give the same thing and sometimes it’s also hard to decide what someone else would like to have. Fortunately, there are some things that are almost always popular, such as beauty products. We have already compiled a list of some responsiblebeautybrands where you can get some great Christmas gifts from.",
  "blog_2_para_1_linkText_1": "responsiblebeautybrands",

  "blog_1_title": "10 IDEAS OF BEAUTY GIFTS FOR CHRISTMAS FROM ECO RESPONSIBLE BEAUTY BRANDS",
  "blog_1_detail": "The holidays are around the corner and that means it’s time to get presents for the people you care about. Getting presents can be quite a challenge. Of course, you don't always want to give the same thing and sometimes it’s also hard to decide what someone else would like to have. Fortunately, there are some things that are almost always popular, such as beauty products. We have already compiled a list of some responsible beauty brands where you can get some great Christmas gifts from.",
  "blog_2_title": "WHY SUSTAINABLE BEAUTY IS HERE TO STAY",
  "blog_2_detail": "We all know that we must do our part to preserve our beautiful planet. Many brands nowadays focus on producing products responsibly. This is also the case in the beauty industry. Several trends have already been developed, which can be used to maintain sustainable beauty. We would like to discuss some of these trends so that you can be as good informed as possible and that you know how to buy sustainable beauty products. That way, you’re able to contribute to the sustainable beauty industry.",
  "blog_3_title": "CHOOSING THE RIGHT EYESHADOW FOR YOUR EYE COLOUR",
  "blog_3_detail": "Just like finding the perfect foundation, you want to take your complexion into account when choosing the right eyeshadow for you. It all starts by finding the shade that perfectly complements your eye colour. Your eyes are the window to your soul, and you want to do accentuate them in every makeup look. Everything from your choice of mascara to eyeshadow and liner can transform your makeup look. We’re deep diving into the world of eyeshadows to help you find the perfect shade for your eye colour.",
  "blog_4_title": "TOP 10 MOST POPULAR MAKEUP INFLUENCERS ON TIKTOK",
  "blog_4_detail": "There are so many makeup influencers on TikTok nowadays, that it can be hard to decide who you want to follow. Of course, you can follow more than one makeup influencer, but it can be nice to have an overview of which influencers are the most popular. That’s why we made a list of the top 10 most popular makeup influencers on TikTok.",
  "blog_5_title": "BEST VIRAL TIKTOK BEAUTY PRODUCTS",
  "blog_5_detail": "There are so many beauty products and brands that you sometimes can simply no longer keep track. If you are searching for a new beauty product, TikTok is a great platform to do some research on. Loads of beauty influencers give you the best advice and that results in some great, viral beauty products. We’ve listed some of the best, so you have a nice overview of the best viral TikTok beauty products there are.",
  "blog_6_title": "10 BEAUTY INFLUENCERS TO FOLLOW ON INSTAGRAM",
  "blog_6_detail": "Do you ever find yourself going for a late-night scroll through your Instagram? If you’re in need of some inspiration to take your makeup to the next level, look no further than Instagram. We’re sharing 13 beauty influencers that deserve a spot on your follow list. Each offer something different and can help you find the perfect makeup routine for you.",
  "blog_7_title": "WHAT ARE THE TIKTOK MAKEUP HACKS?",
  "blog_7_detail": "Loads of people love to do makeup. It can give you that extra glow or it can give you a little bit more confidence. Another great thing about makeup, is that you can keep learning new tips and tricks. An amazing platform to learn these things is TikTok. All the amazing makeup influencers love to share their favourite hacks and that doesn’t stay unnoticed. We have search for some of these amazing hacks and we’ve put them in a list, so that you can try them all out yourself.",
  "blog_8_title": "MEET OUR NEW GO-TO TIKTOK MAKEUP TUTORIAL",
  "blog_8_detail": "When we need a new makeup look, we head straight to TikTok. We love that the short videos give you everything you need to create a makeup look without spending 30-minutes watching a tutorial. One of our favourite go-to TikTok tutorials is less than 60 seconds. In the same time that it takes to mobile order your Starbucks drink, you can discover a whole new makeup look.",
  "blog_9_title": "THE HOTTEST TIKTOK TRENDS FOR SUMMER 2022",
  "blog_9_detail": "Summer 2022 is all about TikTok trends . Whatever you think of TikTok, it’s clear that the social media platform is dominating trends everywhere we look. Thanks to TikTok, we’ve all embraced the idea of DIY fashion and beauty tips and tricks. Whether it was teaching you how to do curtain bangs or tie-dye your old loungewear, TikTok is responsible for the must-follow fashion trends of summer 2022. If you’re building your summer closet or want to try a new beauty trend, TikTok is setting the style for summer 2022. Our guide to the hottest TikTok trends tells you all you need to know for summer 2022. Read on to get a taste of the biggest trends that are right around the corner.",
  "blog_10_title": "THE TIKTOK FASHION TRENDS EVERY INFLUENCER IS WEARING RIGHT NOW",
  "blog_10_detail": "TikTok has created a whole n ew wave of influencers, whose sudden popularity can rival that of even established youtubers and other bloggers who have spent years cultivating their image and social media following. All you have to do is look at the likes of Addison Rae – who has even featured in Keeping Up With The Kardashians – to see the power these new-age influencers have. If there’s a fashion trend on the horizon, you can be use that Addison, Charli D’Amelio or Madi Monroe are already all over it.",
  "blog_11_title": "TIKTOK FASHION TRENDS EVERYONE’S OBSESSED WITH",
  "blog_11_detail": "TikTok is an app most of us swore to stay away from before the pandemic. A lot can change in a year. It’s now an app we look at before even checking out Instagram or Twitter. The app, which is dominated by Generation Z and Millennials, has come to dominate the fashion trends. Who would have thought the app would have the power to cancel skinny jeans? We’re rounding up a few of our favorite fashion trends from TikTok that everyone is obsessed with.",
  "blog_12_title": "10 TIKTOK BEAUTY ACCOUNTS TO FOLLOW",
  "blog_12_detail": "When we’re in search of beauty inspiration, TikTok is the first place we go. The app has quickly surpassed Instagram and YouTube as the home of all-things beauty related. Our FYP is full of our favourite influencers who are teaching us the tips and tricks to take our beauty routine to the next level. TikTok is quickly coming to dominate the beauty industry – from selling out products to bringing back ‘90s beauty trends. If you’re on TikTok, you’re missing out! These shorts videos by our favourite influencers are helping us to upgrade every aspect of our beauty routine – from hair to makeup and skincare.",
  "blog_13_title": "WELCOME TO THE ERA OF WATERLESS COSMETIC",
  "blog_13_detail": "With the threat of climate change growing every day, we’re all looking for small and proactive steps that we can take to make the world a better place. While we’re all aware of issues like fast fashion and controversial ingredients like palm oil, water is one ingredient that you’re probably overlook. Water is something that most of us takes for granted every day. The ability to go into our kitchen and run a tap, receiving instant water, is virtually unheard of in some parts of the world – even in the 21st century.",
  "blog_14_title": "THE 10 SUSTAINABILITY INFLUENCERS YOU NEED TO FOLLOW",
  "blog_14_detail": "When we’re in need of inspiration, we always turn to our favourite influencers. While you might think of influencers as being people trying to sell you a product, they can also be people who advocate for a type of lifestyle. Meet sustainability influencers.",
  "blog_15_title": "IT’S TIME TO START GIVING ECO-FRIENDLY AND SUSTAINABLE GIFTS",
  "blog_15_detail": "We’ve all bought a last-minute gift that we know the person isn’t going to use for long. Whether it’s grabbing a novelty gift or something that will go out of style within a season, we’ve all been guilty of choosing a less than sustainable gift. When you think of how often you’re buying gifts – between Christmas, birthdays, graduations, engagements, baby showers. These are just a few examples of the events where you’re buying someone else a gift. Often, we leave our gift buying to the last-minute and end up regretting it.",
  "blog_16_title": "SIX SLOW FASHION TRENDS TO TRY IN 2021",
  "blog_16_detail": "In 2021, let’s make the commitment to wave goodbye to fast fashion. Over the last few years, we’ve all been making changes to our daily lives to help protect the planet and the world around us. One industry that is finally waking up to the role it’s playing with regards to climate change is the fashion industry. It’s an industry built on momentary trends and the need to consume more products at an ever-growing rate. It’s not just the rate of our consumerism that is the issue, it’s how we make our clothing. Whether it’s the droughts caused by cotton harvesting or the chemicals dumped into water systems in developing countries, the danger of fast fashion is everywhere you look.",
  "blog_17_title": "HOW TO MAKE MORE ETHICAL & CONSCIOUS FASHION CHOICES",
  "blog_17_detail": "Whether it’s the clothes we wear or the transport we use to go to work, we’re all trying to make more conscious choices in our everyday lives. The fashion industry is one of the biggest production sectors in the world – and also one of the most damaging. Rising consumerism and ever-changing trends have brought with it the concept of fast fashion. The keep up with demand, brands are turning to cheaper production methods, which are often damaging to the people making your clothes and the planet at large.",
  "blog_18_title": "10 VIRAL TIKTOK BEAUTY PRODUCTS TO BUY IN 2022",
  "blog_18_detail": "TikTok has inspired us all to make at least one impulse purchase in 2022. The platform is home to our favourite influencers and the social media that is setting all the trends for 2022. We can guarantee you that you’ve seen at least a few viral beauty products pop up on your FYP. What we love about trending TikTok beauty products is that most are available at an affordable price point. While you’ll find splurge purchases like the Dyson Airwrap go viral, most products are at a more accessible price point – or come with amazing dupes for a fraction of the price.",
  "blog_19_title": "HOW TO GET YOUR WEDDING DAY GLOW",
  "blog_19_detail": "Everyone wants to achieve that coveted ‘bridal glow’ for their wedding day. Nicola Peltz mastered the art of the wedding day glow at the wedding of the year to Brooklyn Beckham. Peltz-Beckham curated a wedding day that screamed ‘old Hollywood glamour’ – and it all started with the bride’s skin. Ahead of the big day, Vogue covered Nicola’s skin prep by interviewing her facialist, Lena Bratschi. Not everyone has the bank balance of Peltz but that shouldn’t stop you from getting a wedding day glow. In the months before your wedding, you want to be working on your dewy, radiant glow. While you might be hitting the gym to get wedding-ready, you don’t want to forget about your skin.",
  "blog_20_title": "10 MAKEUP TRENDS TO TRY FOR SPRING/SUMMER 2022",
  "blog_20_detail": "With spring finally in bloom, it’s the perfect time to give your makeup bag a refresh. It’s out with the old and in with the new. For spring/summer 2022, the makeup trends are all about putting your skin first and not being afraid to make a statement with your makeup. We’re sharing the makeup trends that you want to try for spring and summer 2022. Inspired by the best of TikTok beauty trends, this list is everything you need to know before going on your next makeup shopping trip.",
  "blog_21_title": "THE SKINCARE TIPS YOU NEED TO CREATE A DEWY GLOW",
  "blog_21_detail": "Beauty trends have all shifted their focus to skincare. After a year of working from home, without a inch of makeup in sight, we’ve come to appreciate being able to give our skin a break. The new ‘beauty standard’ is the idea of a dewy glow. The secret to glass-like skin and obtaining a brighter complexion, is to be consistent with your skincare routine. It’s about more than just using a cleanser and moisturizer. There’s so much more to your skincare than that.",
  "blog_22_title": "SELF-CARE WITH TIK TOK’S SAMI CLARKE",
  "blog_22_detail": "2022 is the year that we get serious about our self-care routine. As the world starts to get back to normal after the chaos of the pandemic, it’s time to put ourselves first. Self-care can feel overwhelming at first. It’s not like your skincare routine with a structure or products to use. Your self-care is what you make it. That’s why we love to use TikTok for inspiration. The beauty of your self-care routine is that it’s all about you. It means you can focus on what makes you happy, whether it’s kickstarting a fitness routine or learning how to cook healthy recipes. Whatever your preferences are, we’ve got one TikTok user you need to be following.",
  "blog_23_title": "THE CALMING APPS WE’VE DOWNLOADED FOR 2022",
  "blog_23_detail": "The last year years have been stressful. After all, none of us expected to live through a pandemic. It’s easy to feel anxious, unsettled, and overwhelmed. With the uncertain world that we live in, self-care and wellness have never been more important. These trends are a lifestyle approach that we’re seeing across the industry. Whether it’s our skincare, eating habits, or the podcasts we’re listening to, we’re all trying to find ways to incorporate peace and tranquillity into our day.",
  "blog_24_title": "5 HAIR TIPS FROM TIKTOK – EXPLAINED BY OUR EXPERT",
  "blog_24_detail": "If there’s one thing we know, it’s that TikTok is the home of hair trends and hacks. Whether it’s Ariana Grande-inspired ponytails or the copper hair trend, TikTok is our go-to destination for all things haircare. Not only is the app full of viral videos, it’s also the perfect educational platform to help you take your everyday haircare routine to the next level with nourishing products and hair hacks.",
  "blog_25_title": "HIDING UNDER EYE BAGS – TIKTOK HACK",
  "blog_25_detail": "Gone are the days when we go to YouTube for makeup hacks. TikTok is our go-to source for all things beauty – including makeup hacks. The viral video sharing platform has taught us everything we wish we had of known in our younger years. Trust us. It would have saved us from a lot of embarrassing makeup mistakes. One of our favourite TikTok beauty hacks offers a solution for one of the most common beauty problems – under-eye bags. We’re sharing this beauty hack from the @makeup account on TikTok to show you how to brighten your complexion and finally wave goodbye to your under-eye circles.",
  "blog_26_title": "WHAT YOU SHOULD KNOW ABOUT BLACK SKIN",
  "blog_26_detail": "When it comes to skincare, there’s one thing that we don’t talk about. Black skin. With the skincare community growing every day online, it’s quickly becoming like other areas of the beauty industry – dominated by white people. The simple truth is that black skin requires its own tender loving care and that what works for paler skin won’t always work for black skin.",
  "blog_27_title": "THE TIKTOK NAIL HACKS THAT YOU NEED TO KNOW",
  "blog_27_detail": "TikTok is our go-to source for beauty hacks – with nails being no exception. Gone are the days when we watched hour-long YouTube videos. Now, we’re glued to the short viral content on TikTok. What’s different about the TikTok beauty community is that it’s more DIY and educational focused. Our favourite influencers are sharing their tips and tricks on how to achieve professional looking results at home – even with your weekly manicure."
}
