{
  "blog_1_title": "WHY SUSTAINABLE BEAUTY IS HERE TO STAY",
  "blog_1_detail": "We all know that we must do our part to preserve our beautiful planet. Many brands nowadays focus on producing products responsibly. This is also the case in the beauty industry. Several trends have already been developed, which can be used to maintain sustainable beauty. We would like to discuss some of these trends so that you can be as good informed as possible and that you know how to buy sustainable beauty products. That way, you’re able to contribute to the sustainable beauty industry.",

  "blog_1_para_1": "We all know that we must do our part to preserve our beautiful planet. Many brands nowadays focus on producing products responsibly. This is also the case in the beauty industry. Several trends have already been developed, which can be used to maintain sustainablebeauty. We would like to discuss some of these trends so that you can be as good informed as possible and that you know how to buy sustainable beauty products. That way, you’re able to contribute to the sustainable beauty industry.",
  "blog_1_para_1_matchText_1": "sustainablebeauty",
  "blog_1_para_1_linkText_1": "sustainable beauty",
  "blog_1_para_2": "The first beauty brand to offer some top products is La bouche rouge. It’s a brand with products that are not only good for you, but also for the planet. They offer all kinds of different products like lipstick, eyeshadow, blush, bronzer and many more. Besides make-up, they also offer refillable containers and make-up brushes. They have a huge range that will make many people happy. With a gift from this brand, at least you know you are going for a vegan and cruelty-free product that contributes to a better world.",
  "blog_1_para_2_matchText_1": "lipstick",
  "blog_1_para_2_linkText_1": "lipstick",

  "blog_2_para_1": "The holidays are around the corner and that means it's time to get presents for the people you care about. Getting presents can be quite a challenge. Of course, you don't always want to give the same thing and sometimes it’s also hard to decide what someone else would like to have. Fortunately, there are some things that are almost always popular, such as beauty products. We have already compiled a list of some responsiblebeautybrands where you can get some great Christmas gifts from.",
  "blog_2_para_1_linkText_1": "responsiblebeautybrands"
}
