{
  "brand_1_detail": "The latest brand that we’re highlighting in our guide series is Filorga – an innovative skincare brand. The brand is available in over 70 countries, present in 10,000 medical practices and sold through 8,000 sales points. The Filorga skincare brand has 18 products that are formulated to treat a variety of skincare concerns and issues. This core collection of product ranges from everyday products like cleansers and serums to treatments like masks.",
  "brand_2_detail": "Seventy One Percent runs with the tagline that “70% of the earth is water, 70% of our body is water, 1% for the planet”. Seventy One is a natural and clean beauty brand that focuses on sun protection. It offers 80-100% natural formulas that are cruelty-free and made in France. This brand was “born from the love of the French wave”. Seventy One Percent are surfers who are passionate about nature and sensations – meeting the expectations of all sun, ocean, and nature lovers.",
  "brand_3_detail": "One French brand that we’ve fallen head over heels in love with is Seasonly. It’s clean beauty that works. This brand was born out of a desire to change the way that women take care of their skin by giving them simple and clean products that are easy to use and fool-proof. Their skincare routines focus on streamlined products that pack a bunch. Seasonly want to do away with the three-foot long skincare routine and keep it simple with natural products that are effective, while respecting your skin.",
  "brand_4_detail": "If you’re looking for a chic Parisian skincare brand, look no further than Oh My Cream – a next-generation beauty boutique. Oh My Cream describes itself as “the alternative beauty concept store that takes care of you and your skin”. What we love about this beauty brand is its focus on using basic steps that can make a real different to your daily beauty routine.",
  "brand_5_detail": "Odacite is a vegan and cruelty-free skincare brand that we think everyone should now about. This brand tests their products on real people and not available, while being product to carry a PETA certificate. This California-based brand is made with French savoir faire. It marries the best of two worlds: result-driven French skincare the green California revolution, promoting environmental sustainability. Odacite is efficacy plus purity to produce the skincare products of the future.",
  "brand_6_detail": "L’Occitane is one of the most recognisable beauty and skincare brands in the world. One of its best-selling products is its miniature hand creams, which you’ll find on every beauty editor’s must-have list. The brand is synonymous with its Provence origins and its focus on the idea of taking inspiration from the world around us. While L’Occitane is a brand with a rich heritage, it’s also got its eyes fixed on the future with a commitment to sustainability and protecting our natural environment.",
  "brand_7_detail": "Meet the French clean beauty brand that everyone is talking about - and we mean everyone. Les Huilettes has been featured everywhere from Elle to Vogue and Grazia, amongst other publications. It focuses on feel-good beauty that is kind to your skin and the world around us, putting authenticity, integrity and sensorially at the heart of the brand. This beauty promotes the idea of green and natural beauty, with 100% organic and vegan formulas. These formulas are made using the purest essential oils and virgin vegetable oils that are handpicked for their efficiency and sensorially.",
  "brand_8_detail": "Kure Bazaar is a French nail polish brand that uses natural formulas, founded in 2012 by the fashion model Kartika. Like most natural beauty brands, the inspiration for Kure Bazaar came from Kartika’s real-world experience. The nail polishes in this collection are eco-friendly and composed of 85% natural ingredients, free of harmful substances that are found in most nail products. It offers every colour that under the sun, with a fast-drying formula that has a long-lasting hold and intense colour.",
  "brand_9_detail": "When it comes to luxury beauty brands, Chantecaille is in a league of its own. It’s made a name for itself as the home of modern botanical skincare and cosmetics. The brand is synonymous with its use of flowers, promoting their natural ability to heal and work in harmony with your body to produce effective results. Chantecaille is known for its ground-breaking scientific research, science-backed formulations, and commitment to using beauty as a tool to change the world. Their products are formulated using the purest ingredients, changing the beauty industry from within.",
  "brand_10_detail": "Do you own a hair salon or are you in search of premium haircare products that are a gamechanger? Meet O’Barber Shop. This passionate team sets off to unearth and test the latest treatments on the market that are being used by the world’s most famous and renowned barber. If there’s a product about to gain cult-following status, the O’Barber Shop will know about it. The company specialises in supplying beard, moustache, and haircare products to barbers and beardsmen.",
  "brand_11_detail": "Is there anything more magical than finding the perfect lipstick shade? Well, you’re in the right place! We’re introducing you to La Bouche Rouge, one of our favourite Parisian makeup brands that has already developed a cult-following amongst influencers and celebrities. If you’re a makeup mogul or like to be ahead of the trends, then La Bouche Rouge is one brand that you need to have on your radar.",
  "brand_12_detail": "The story of Garancia Beauty is a humble one is that has made us fall in love with this brand. In 1908, Pierre Girault, the great-grandfather of Saveria Coste opened his pharmacy in Marseille. He specialised in botany, cosmetic preparations with plants. His son, Fernand Stanislas Girault and his wife followed suit as pharmacists, along with their son and his wife. Each generation would take over the pharmacy and create a self-service space that was dedicated to the idea of ‘holistic beauty’.",
  "brand_13_detail": "When it comes to innovative skincare brands, we count Dr. Barbara Sturm amongst our favourites. This brand is on a mission to educate a generation of skincare users and offers next-generation products that perform modern miracles with a little help from science. Dr. Barbara Sturm offers everything from supercharged serums to deluxe face creams and intense hydration drops. Their products are famous for their anti-aging (and age-defying!) properties.",
  "brand_14_detail": "Talika is a Parisian brand with a unique heritage and history. It’s quickly becoming one of our go-to brands and we consider it to be a hidden secret within the French beauty community. We’re pulling back the curtain and introducing you to the Talika brand and showing you what makes it special. Our guide looks at the history of the brand and the journey that has made Talika the company it is today.",
  "brand_15_detail": "It’s time to sit down and grab a mug of tea or an iced coffee. We want to introduce you to one of our favourite skincare brands of all time. This French made brand is one of the most innovative on the market and is our go-to for creating a new skincare routine. The House of Patyka is a Parisian beauty brand with an almost unrivalled history. It dates back to the 1920s before evolving into the organic cosmetic brand that we know and love today.",
  "brand_16_detail": "NUXE is one of our favourite French brands and one that we’re excited to be spotlighting on our blog. This brand has grown from its humble beginnings in France to become one of the most famous beauty brands in the world. We’re taking a deep dive look at the history, commitments, and ingredients behind the success of this brand. We’ll also include product recommendations so that you can get to know Nuxe and understand the hype behind the brand.",
  "brand_17_detail": "Clarins is one of the most famous beauty brands in the world. It’s considered the number one prestige skin care brand in Europe account to NPD beauty trends. What we love about Clarins is its commitment to high-quality events, It’s a brand that has the royal stamp of approval after the Duchess of Cambridge was photographed carrying one of their lip products at Wimbledon.",
  "brand_18_detail": "We want to introduce you to one of our favourite up-and-coming brands, Bronzette. This brand is inspired by the wild and rebellious women who are both chic and timeless. It’s the brand for the woman who isn’t afraid to show off some skin, wear a man’s shirt, and stick on her sunglasses without a care in the world. If ‘rebel chic’ sounds like your aesthetic, you’ve found your perfect match with Bronzette.",
  "brand_19_detail": "Meet Aysse. It’s a French skincare brand based in Champagne. It was founded in 2011 in Reims, France and is the brainchild of Pascale Baudin de Saint Quantin. She is the great-great-cousin of Josephine de Beaucharnais, the wife of Napoleon, who famously used to bathe in sparkling water. This mid-tier beauty brand provides attainable luxury to women who want to prevent premature ageing and unlike their skin’s inner radiance."
}
