{
  "faq_1_title": "Why is Livestream Important for Your Brand?",
  "faq_2_title": "Can I share a show with friends?",
  "faq_3_title": "Can I pay in installments?",
  "faq_4_title": "How can I do a livestream show on Jumble.tv?",
  "faq_5_title": "What do I need to shoot a livestream?",
  "faq_6_title": "Do I need an external display for my livestream?",
  "faq_7_title": "Do I need an assistant for the live show?",
  "faq_8_title": "How do I get reminders for live shows?",
  "faq_9_title": "How I choose the best time and day for my livestream show?",
  "faq_10_title": "How many products I can present during my live show?",
  "faq_11_title": "How can I promote my upcoming live show?",
  "faq_12_title": "Who can host my livestream show on Jumble.tv?",
  "faq_13_title": "How do I prepare the content for the livestream show?",
  "faq_14_title": "How long can my live show be on Jumble.tv?",
  "faq_15_title": "What is the best shooting location for my livestream?",
  "faq_16_title": "How do I improve viewer engagement?",
  "faq_17_title": "Can viewers watch my video after the broadcast?",
  "faq_18_title": "How do I contact a seller?",
  "faq_19_title": "How do I update my personal details?",
  "faq_20_title": "When can I make a purchase?",
  "faq_21_title": "How do I make a purchase?",
  "faq_22_title": "What is your returns policy?",
  "faq_23_title": "Who do I contact with an order query?",
  "faq_24_title": "How long will my order take to ship?",
  "faq_1_detail": "Video marketing is probably the most effective form of marketing as you can better deliver your brand message to your audience with it.\n Plus, it’s engaging and easy to consume. Livestreams are even more engaging and let you communicate with the target customer effectively. And, because live streaming enables the host to bond with the audience, it improves the brand loyalty and customer base.\n Moreover, it’s easier to go live than craft an advertisement video for your products.",
  "faq_2_detail": "Absolutely, by tapping the Sharing button on the seller video, you can immediately send out a link to Telegram, Facebook, Instagram, and/or SMS before the video is released to the public. \n You may also use the \"Share\" option when broadcasting live videos.",
  "faq_3_detail": "As of this time, we didn't find the right partner to accept installments or any payment programs, but we are actively looking for one.",
  "faq_4_detail_before_link": "If you’re a brand or influencer who wants to go live on Jumble.tv, it couldn’t be easier! All you have to do is",
  "faq_4_detail_link": "contact us",
  "faq_4_detail_after_link": "and our customer support team will guide you through the process step-by-step. They’ll also give you tips on the best way to run your livestream. Going live with your followers on Jumble couldn’t be easier.",
  "faq_5_detail_before_link": "You want to create a professional livestream by using the right equipment, most of which you likely already have. Your livestream can be filmed on a smartphone – we recommend using an iPhone 9 or newer model. You can also use a DSLR or professional camera for the highest-quality footage and to facilitate close-up shots. Your video’s lighting set-up will determine how your audience sees the production, so it’s worthwhile investing in a professional lighting system.\n \n If your audio is muffled or starts to fail, your audience can quickly lose interest. A professional microphone is easy to pick up from sites like Amazon and can be attached to the host without your audience even noticing. \n \n Don’t forget to check the internet speed, whether you’re using Wi-Fi or 4G. You can check by using",
  "faq_5_detail_link": "this website",
  "faq_6_detail": "We recommend using an external display as it allows you to keep an eye on what’s happening on your livestream from an audience member’s point of view. It’ll also make it easier for you to read questions and comments during the livestream and you can be confident that everything is running smoothly. Seeing the livestream through your audience’s eyes.",
  "faq_7_detail": "We recommend having an extra person on hand during your livestream. They’ll be able to keep an eye on the broadcast and let you know of any problems that occur. Your assistant can deal with any behind the scenes issues and help you make sure that everything runs smoothly.",
  "faq_8_detail": "Click \"Subscribe\" to be notified when the program begins. You will also get an email when it starts. Additionally, we send a reminder and an alert to you when a new show is published 5 minutes before it airs.",
  "faq_9_detail": "You want to take a step back and identify your target audience and viewers for your livestream. One of the main factors that impact live stream viewing figures is time zones and daily routines. You need to think about who your viewers are, where they’re from, and what they’re day is like. \n On Jumble, we see our peak viewership from Monday to Friday during lunchtime (12pm – 1pm) and again in the evening (7pm – 10pm). These are the times when your audience is likely to be on a break from work or enjoying their free time. During the weekend, peak times start at around 11am and scale upwards until 4pm before dropping off after 7pm. These times reflect our general weekend routines, where most of us spend the early part of the day at home before going out with friends or family in the afternoon.",
  "faq_10_detail": "You’re in control during your Jumble livestream show and can decide how many products you want to introduce. We recommend focusing on one concept during your livestream, with a maximum of one to three products in the same category.",
  "faq_11_detail": "Once you have the date and time chosen for your livestream, your next step is to start promoting it. Livestreams work similarly to in-person events and require you to engage and invite potential guests, the same you would for a traditional event. You can sent out invites through your newsletter or mailing list, as well inviting them through Facebook events. \n You want to invite your existing audience to your livestream by posting about it on social media as often as possible. Start by making them aware of the event before showing them the value they’ll get from attending. Avoid repeating the same text and graphics to promote your event. Be creative and show your audience why they should tune into your livestream. Give them a taste of what is going to happen during the livestream and create engaging graphics and short videos to grab their attention. \n Your content can be different across all your social media platforms – you might post a reel on Instagram and a graphic on Twitter. On the day of your event, you’ll want to post several times ahead of your event to give your audience a final reminder. Don’t forget to give them a last heads up five minutes before the start of your broadcast.",
  "faq_12_detail": "The brand decides who they host on their livestream – it might be a brand ambassador, special guest, or chosen influencer. We recommend choosing someone who has experience of speaking on camera and is comfortable doing so. Influencers can help attract a strong viewership by bringing their audience across to your livestream. They have already have credibility with their audience, enabling them to sell your product on their behalf. \n \n You’ll want to work together with your host to organize how you want your livestream presented and the general running order. You’ll need to choose how long each product should be spoken about and what features are worth emphasizing on.",
  "faq_13_detail": "You want to start by deciding how long you want your livestream show to be. At Jumble, we don’t limit the duration of your show, but we recommend it lasting between 1 and 2 hours. Your show should be meaningful and engage your audience, which requires some preparation beforehand. \n Choose the format you want for your show. Depending on your preference, you might decide to go with a standard presentation or to open the floor to a question-and-answer session. If you’re working with an influencer, you might benefit from a how-to beauty tutorial or behind-the-scenes content where you bring the audience into your brand. \n If you’re working with someone who isn’t familiar with your brand, such as a new influencer, you want to give a full briefing beforehand. Your audience is likely to ask questions throughout the livestream, and you want the influencer to have all the information to answer their questions in a knowledgeable way. If the audience knows the influencer is confident and informed about the product, they’ll be more comfortable with purchasing it. \nWe always recommend having a rehearsal or general run-through before the live event.",
  "faq_14_detail": "At Jumble, we don’t limit the length of your show. For a live sale, we recommend a minimum of a one hour show to explain the product and engage your audience. Keeping your show under two hours long creates excitement around the event and gives your audience enough time to join throughout the livestream. Most audience members will come and go throughout the show, so you want to plan to repeat your information a few times throughout the broadcast.",
  "faq_15_detail": "Your shooting location is up to you. We recommend filming your livestream inside for better lighting quality and to limit background noise. You want a backdrop that represents your brand’s identity, and you might choose to have some of your products visible throughout the show. \n If you decide to shoot your broadcast outside, you want to double-check your internet connection and choose somewhere with limited background noise. You’ll need to be prepared for anything, including changing lighting and unexpected weather. It’s a good idea to have a backup location in mind.",
  "faq_16_detail": "Present your product in a fun and engaging way. You don’t want to simply rhyme off reels of information. Show your audience how they can use the product, invite them to ask questions, and create a two-way discussion with your audience. Interaction is the key to engagement. Keep checking the comment section and speak directly to the viewer by saying their name. \n Viewers can purchase your products directly through the ‘buy’ button that is displayed during the video. You want to point this out to your audience a few times throughout the broadcast, when it’s appropriate to do so.",
  "faq_17_detail": "After the sale, your video will be able throughout on Jumble.tv and you clients can continue to buy your products while there is remaining stock. During replays, your clients won’t be able to access any special offers that were arranged for the live shows such as discounts and sample products.",
  "faq_18_detail": "You should ask questions about an item during a live show. You can also leave a message to the seller (which the rest of the audience will be able to see). Currently, all trade with the seller is handled on the Jumble website. Direct contact between customers and vendors, however, facilitating the contact between you and the seller once the show is over is on our top priority list.",
  "faq_19_detail": "Go to the 'Member' section in the Jumble menu, then touch the gear icon in the upper right-hand corner. You can make all the changes you want, such as shipping address, billing address, payment information, and so on. You can also change your email address on your profile.",
  "faq_20_detail": "You can only buy items at a live event at this time. As an added bonus, we intend to include a storefront feature where customers can order ahead of time from their favorite retailers in the near future.",
  "faq_21_detail": "You can buy a product during a live event and you don't have to leave the Jumble window during the transaction. Simply select the picture of the product and tap “Buy” to place an order. With this new system, you'll have the option of paying using Apple Pay, a credit card, or a debit card (and the show will go on so you won't miss one second). If payment is complete, an animation will alert you to the fact that you have purchased the item. We suggest that you set up your payment information before you enter a display so it takes less time to complete the transaction. You can do this in your profile: Choose your Settings profile by clicking the cog icon in the upper right corner.",
  "faq_22_detail": "We encourage you to ask questions to your sellers directly during the show. However, we can coordinate returns if the seller offers a returns policy. Please contact us by email for additional information; our e-mail address is: sales@jumble.tv",
  "faq_23_detail": "If you have any questions or issues, please contact us at support@jumble.tv with orders, questions, cancellations, or returns.",
  "faq_24_detail": "It takes between one to three business days for the item to be sent after the seller has shipped your order."
}
