{
  "heading_1": "Privacy Policy",
  "para_1": "Jumble (“Jumble,” “we,” “us,” or “our”) welcomes you.  We provide you access to our website located at https://jumble.tv  (the “Site”) and e-commerce application (the “Shop,” and together with the Site, the “Services”). The Services are subject to the following privacy policy (the “Privacy Policy”), which may be updated by us from time to time without notice to you.",
  "para_2": "JTV S.A.S is a private company incorporated under French law and established in France at 231 rue Saint Honoré 75001 Paris, registered under the company number Paris B 891.709.727.000, and with the VAT number FR46891709727, hereafter referred to as “Jumble”. Jumble is committed to protecting the privacy and security of his Members, including you, according to the French law n°78-17 of January, 6th 1978 named « Informatique et Libertés »  and European law 2016/679 of April, 27th 2016 referred to as \"GPR\" or \"RGPD\". The Jumble employees are customers themselves, both of Jumble and other Internet sites. We therefore fully appreciate and respect the importance of data privacy and security on the Internet.",
  "para_3": "By accessing or using our Services, you are agreeing to the terms of this Privacy Policy and the accompanying Terms of Service, which together make up the Agreement.",
  "para_4": "Capitalized terms not defined in this Privacy Policy shall have the meaning set forth in our Terms of Service.",
  "heading_2": "THE INFORMATION WE COLLECT AND HOW WE USE IT",
  "para_5": "In the course of operating the Services, Jumble collects or receives the following types of information.",
  "heading_3": "Contact Information",
  "para_6": "We collect contact information on our Services; contact information typically includes your name, email address, social media handle, profile photo, business address, shipping information, and any information you provide in messages to us. We use such contact information for purposes such as registering you for an account on the Shop, sending Vendors shipping labels for orders placed through the Shop, providing you with information about the Services, responding to your inquiries, sending you email alerts (including marketing emails), providing you the Services, or publishing to other Shop Users that you made a purchase.",
  "heading_4": "Billing Information.",
  "para_7": "In order for us to process your payments (both incoming payments by Buyers and outgoing payments to Vendors), you will be required to provide certain billing information, such as your credit card number, expiration date, bank account information, billing address, activation code, and similar information (collectively, “Billing Information”).  You authorize our third-party payment vendors including, without limitation, Checkout, to collect, process, and store your Billing Information in accordance with their respective privacy policies.  We reserve the right to change our payment vendors at any time, or to use additional payment vendors, at our discretion, and will update this Privacy Policy from time to time accordingly.",
  "heading_5": "Server Logs",
  "para_8": "Like most websites today, our web servers keep log files that record data each time a device accesses those servers. The log files contain data about the nature of such access, including the device’s IP address, user agent string (e.g., operating system and browser type/version), and referral URL (i.e., the external source by which you arrived at our Site, or the pages you’ve clicked on while on our Site). We may use these log files for purposes such as assisting in monitoring and troubleshooting errors and incidents, analyzing web traffic, or optimizing the user experience.",
  "heading_6": "Cookies",
  "para_9": "We collect information using “cookie” technology. Cookies are small packets of data that a website stores on your computer’s or mobile device’s hard drive (or other storage medium) so that your computer will “remember” information about your visit. We use both 1st and 3rd-party session cookies and persistent cookies. Below is a general primer on session and persistent cookies; information collected by cookies depends on its particular purpose. For more information, please see the information regarding analytics providers discussed further below.",
  "list_headig_1": "Session Cookies:",
  "list_headig_2": "Persistent Cookies:",
  "list_1": "We use session cookies to make it easier for you to navigate our Services. A session ID cookie expires when you close your browser.",
  "list_2": "A persistent cookie remains on your hard drive for an extended period of time or until you delete them. You can remove persistent cookies by following directions provided in your web browser’s “help” file. To the extent we provide a log-in portal or related feature on our Services, persistent cookies can be used to store your passwords so that you don’t have to enter it more than once. Persistent cookies also enable us to track and target the interests of our visitors to personalize the experience on our Services.",
  "para_10": "In some cases, we may associate information that you have provided to us (e.g., email address) with the cookies that we use. In addition to facilitating the purposes described above, this is useful in understanding your engagement with other content related to our Services (e.g., email open rates, URL click-throughs).",
  "para_11": "If you do not want us to place a cookie on your hard drive, you may be able to turn that feature off on your computer or mobile device. Please consult your browser’s documentation for information on how to do this and how to delete persistent cookies. However, if you decide not to accept cookies from us, certain aspects of the Services may not function properly or as intended.",
  "heading_7": "Third-Party Analytics Providers",
  "para_12": "We use one or more third–party analytics services to evaluate your use of the Services, as the case may be, by compiling reports on activity (based on their collection of IP addresses, Internet service provider, browser type, operating system and language, referring and exit pages and URLs, data and time, amount of time spent on particular pages, what sections of the Services you visit, number of links clicked, search terms and other similar usage data) and analyzing performance metrics. These third parties use cookies and other technologies to help collect, analyze, and provide us reports or other data. ",
  "para_13": "By accessing and using the Services, you consent to the processing of data about you by these analytics providers in the manner and for the purposes set out in this Privacy Policy. For more information on these third parties, including how to opt out from certain data collection, please visit the sites below. Please be advised that if you opt out of any service, you may not be able to use the full functionality of the Services.",
  "link_text_1": "For Google Analytics, please visit this link.",
  "link_text_2": "For MixPanel, please visit this link.",
  "heading_8": "Third Party Advertisers/Remarketers",
  "para_14": "We may share or receive information about you with/from third parties, including, but not limited to, advertising and remarketing providers, or similar partners, for purposes of personalizing or otherwise understanding how you engage with ads or other content. These third parties may use cookies, pixel tags, or other technologies to collect information in furtherance of such purposes, including to tailor, target (i.e., behavioral, contextual, retargeting, and remarketing), analyze, report on, and/or manage advertising campaigns or other initiatives. For example, when a browser visits a site, pixel tags enable us and these third-parties to recognize certain cookies stored within the browser to learn which ads or other content bring a user to a given site. Information that we may receive from these third-parties, including through their service providers, may include advertising identifiers, IP addresses, reports, and campaign data.",
  "para_15": "By accessing and using the Services, you consent to the processing of data about you by these advertisers/remarketing providers in the manner and for the purposes set out in this Privacy Policy. For more information on these third parties, including how to opt out from certain data collection, please visit the sites below. Please note that this list may be subject to change based on the campaigns that we run.",
  "link_text_3": "For YouTube",
  "link_text_4": "For Instagram",
  "link_text_5": "For Facebook",
  "heading_9": "Geolocational Information",
  "para_16": "We may, with your consent, automatically collect geolocation information from your device via your browser’s location services. This consent may be provided by you on the device level (e.g., you have consented to location services generally through your browser’s settings) or by accepting our request for geolocation access on the Services. Please consult your browser’s documentation regarding how to turn off location services. If you disable location services, you may not be able to use the full array of features and functionalities available through our Services.",
  "heading_10": "Aggregate Data",
  "para_17": "In an ongoing effort to better understand our users and the Services, we might analyze your information in aggregate form to operate, maintain, manage, and improve one or all of them. This aggregate information does not identify you personally. We may share this aggregate data with our affiliates, agents, and business partners. We may also disclose aggregated user statistics in order to describe the Services to current and prospective business partners and to other third parties for other lawful purposes.",
  "heading_11": "Onward Transfer to Third Parties",
  "list_3": "Like many businesses, we hire other companies to perform certain business-related services. We may disclose personal information to certain types of third party companies but only to the extent needed to enable them to provide such services. The types of companies that may receive personal information and their functions are: hosting services, technical assistance, database management/back-up services, use analytics, email marketing platforms, and customer service, payment processing.",
  "list_4": "In order to provide our Services and administer promotional programs, we may share your personal information with our third-party promotional and marketing partners, including, without limitation, businesses participating in our various programs.",
  "list_5": "Nous pouvons, de temps à autre, partager et/ou concéder sous licence des informations personnelles à d'autres sociétés susceptibles de vous fournir des informations sur les produits et services qu'elles ou leurs partenaires proposent. Cependant, dans la mesure requise par la loi, vous aurez la possibilité de refuser un tel partage.",
  "list_6": "We may also disclose personal information to our parent companies, subsidiaries, affiliates, joint ventures, or other companies under common control in order to support marketing, sale and delivery of any services.",
  "heading_12": "Business Transfers",
  "para_18": "In the event of a merger, dissolution, reorganization or similar corporate event, or the sale of all or substantially all of our assets, we expect that the information that we have collected, including personal information, would be transferred to the surviving entity in a merger or the acquiring entity. All such transfers shall be subject to our commitments with respect to the privacy and confidentiality of such personal information as set forth in this Privacy Policy. This policy shall be binding upon Jumble and its legal successors in interest.",
  "heading_13": "Disclosure to Public Authorities",
  "heading_14": "OPT-OUT FOR DIRECT MARKETING; EMAIL MANAGEMENT",
  "heading_15": "HOW WE PROTECT YOUR INFORMATION",
  "heading_16": "CHILDREN",
  "heading_17": "IMPORTANT NOTICE TO ALL NON-FRENCH RESIDENTS",
  "heading_18": "DO NOT TRACK",
  "heading_19": "LINKS TO EXTERNAL WEBSITES",
  "heading_20": "CHANGES TO THIS PRIVACY POLICY",
  "para_19": "We are required to disclose personal information in response to lawful requests by public authorities, including for the purpose of meeting national security or law enforcement requirements. We may also disclose personal information to other third parties when compelled to do so by government authorities or required by law or regulation including, but not limited to, in response to court orders and subpoenas.",
  "para_20": "You may opt out at any time from the use of your personal information for direct marketing purposes and/or the transfer of your personal information to third parties for direct marketing purposes by emailing the instructions to hello@Jumble.tv or by clicking on the “Unsubscribe” link located on the bottom of any Jumble marketing email and following the instructions found on the page to which the link takes you. You cannot opt out of receiving transactional emails related to the Services. Please allow us a reasonable time to process your request.",
  "para_21": "Jumble takes very seriously the security and privacy of the personal information that it collects pursuant to this Privacy Policy. Accordingly, we implement reasonable and appropriate security measures to protect your personal information from loss, misuse and unauthorized access, disclosure, alteration and destruction, taking into account the risks involved in processing and the nature of such data, and comply with applicable laws and regulations.  Please understand, however, that no security system is impenetrable.  We cannot guarantee the security of our databases or the databases of the third parties with which we may share your information (as permitted herein), nor can we guarantee that the information you supply will not be intercepted while being transmitted over the Internet.  In particular, e-mail sent to us may not be secure, and you should therefore take special care in deciding what information you send to us via e-mail.",
  "para_22": "We do not knowingly collect personal information from children under the age of 13 through the Services. If you are under 13, please do not give us any personal information.  We encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children to never provide personal information without their permission.  If you have reason to believe that a child under the age of 13 has provided personal information to us, please contact us at hello@Jumble.tv, and we will endeavor to delete that information from our databases.",
  "para_23": "Our servers are located in France  and elsewhere.  Please be aware that your information may be transferred to, processed, maintained, and used on computers, servers, and systems located outside of your state, province, country, or other governmental jurisdiction where the privacy laws may not be as protective as those in your country of origin.  If you are located outside the United States and choose to use the Services, you do so at your own risk.",
  "para_24": "Jumble does not respond to “Do Not Track” settings or other related mechanisms at this time.",
  "para_25": "The Services may contain links to third-party websites (“External Sites”). Jumble has no control over the privacy practices or the content of any such External Sites.  As such, we are not responsible for the content or the privacy policies of such External Sites. You should check the applicable privacy policy and terms of use when visiting any such External Sites. ",
  "para_26": "This Privacy Policy is effective as of the last updated date stated at the top of this Privacy Policy.  We may change this Privacy Policy from time to time with or without notice to you. By accessing the Services after we make any such changes to this Privacy Policy, you are deemed to have accepted such changes.  Please be aware that, to the extent permitted by applicable law, our use of the information collected is governed by the Privacy Policy in effect at the time we collect the information.  Please refer back to this Privacy Policy on a regular basis.",
  "before_link": "If you have questions about this Privacy Policy, please email us at",
  "after_link": "with “Privacy Policy” in the subject line."
}
