{
  "produdct_1_description_1": "The Cream: a universal moisturizing face cream with ORGANIC peach to naturally hydrate all skin types on a daily basis.",
  "produdct_1_description_2": "Frimousse: An anti-waste organic tomato radiance cleansing foam that effectively cleanses, purifies and revives the complexion. Rid of their impurities, dull skin regains radiance!",
  "produdct_1_description_3": "Sweet hit: Exfoliation and mask with ORGANIC grapefruit which naturally exfoliates the skin and purifies it in depth.",
  "produdct_1_description_4": "At the masked ball: box of 3 masks in organic and biodegradable cotton fabric to restore pep to the skin in 10 minutes flat.",
  "produdct_1_description_5": "Cocoon addiction: a nourishing balm with a creamy texture that intensely nourishes the skin.",
  "produdct_1_description_6": "Oh my gold: a multi-use dry oil with ORGANIC figs.",

  "produdct_2_description_1": "This foaming gel cleanser deeply cleanses and contains anti-aging peptides that help stimulate collagen production.",
  "produdct_2_description_2": "Nourishing Scrub 30mL This gentle scrub with antioxidants exfoliates and nourishes the skin. It helps remove dead cells, impurities and residue.",
  "produdct_2_description_3": "Firming and oxygenating gel mask",

  "produdct_3_description_1": "MOISTURIZING and REGENERATING CREAM SENSITIVE SKINS 30g.",
  "produdct_3_description_2": "A synergy of actions for a radiant complexion +99% ingredients of natural origin 1st range of Mineralotherapy, rich in Trace elements and Minerals.",
  "produdct_3_description_3": "PURIFYING SCRUB SENSITIVE SKINS 50g.",
  "produdct_3_description_4": "The Exfoliating Scrub: A grain of finesse for your skin +99% ingredients of natural origin.",
  "produdct_3_description_5": "100% NATURAL DERMATOLOGICAL SOAP",
  "produdct_3_description_6": "Daily care for sensitive skin 100% Natural 1st range of Mineralotherapy, rich in Trace elements and Minerals",

  "produdct_4_description_1": "- The self-tanning mousse (150ml), composed of 90% ingredients of natural origin, adapts to the pH of your skin according to the exposure time. Enriched with vegetable DHA, Jojoba and Avocado oils, it leaves skin golden and hydrated for 7 days!",
  "produdct_4_description_2": "- The Glow boost serum (30ml) transforms any moisturizer into a tailor-made self-tanner. These self-tanning drops give your skin a naturally tanned complexion after use. Enriched with Vitamin C, they even out the complexion, smooth the texture of the skin and protect it from free radicals.",
  "produdct_4_description_3": "The guaranteed boost, all in an OEKO-TEX® cotton case"
}
