{
  "para_1": "JTV S.A.S is a private company incorporated under French law and established in France at 231 rue Saint Honoré 75001 Paris, registered under the company number Paris B 891.709.727.000, and with the VAT number FR46891709727.",
  "heading_1": "Publisher",
  "heading_2": "Bank",
  "heading_3": "Customer Support",
  "heading_4": "Contact Form",
  "heading_5": "Contact Address",
  "para_2_before_link": "These terms service (the “Terms of Service”) are a legal agreement between you and Jumble (“Jumble”, “we,” “us,” or “our”).  These Terms of Service specify the terms under which you may access and use our website located at ",
  "para_2_after_link": "(the “Site”, the “Service”).",
  "para_3": "PLEASE READ THESE TERMS OF SERVICE CAREFULLY BEFORE ACCESSING AND USING THE SERVICES OR ANY PORTION THEREOF, BECAUSE BY USING ANY OF THE SERVICES, CLICKING “I AGREE,” OR OTHERWISE MANIFESTING YOUR ASSENT TO THESE TERMS OF SERVICE, YOU AGREE TO BE BOUND BY THESE TERMS OF SERVICE AND OUR PRIVACY POLICY (THE “PRIVACY POLICY”, TOGETHER WITH THE TERMS OF SERVICE, THE “AGREEMENT”), WHICH IS HEREBY INCORPORATED BY REFERENCE.  IF YOU DO NOT AGREE TO (OR CANNOT COMPLY WITH) ALL OF THE TERMS OF THESE TERMS OF SERVICE, DO NOT ACCESS OR USE THE SERVICES.",
  "heading_6": "THE SECTIONS BELOW TITLED “PERSONAL RELEASE,” “BINDING ARBITRATION,” AND “CLASS ACTION WAIVER” CONTAIN A PERSONAL RELEASE AGREEMENT, BINDING ARBITRATION AGREEMENT, AND CLASS ACTION WAIVER.  THEY AFFECT YOUR LEGAL RIGHTS.  PLEASE READ THEM.",
  "para_4": "If you accept or agree to this Agreement on behalf of a company or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to the Agreement and, in such event, “you” and “your” will refer and apply to that company or other legal entity.",
  "heading_7": "OUR SERVICES AND USERS",
  "para_5": "Les Services fournissent une plate-forme sur laquelle les vendeurs (« Vendeurs ») peuvent diffuser en direct et/ou publier des vidéos pour vendre leurs produits aux consommateurs (« Acheteurs »).",
  "para_6": "Our Services have several types of users:",
  "para_7": "Visitors. Visitors to our Site, as the term implies, are people who do not register for an account, but want to explore the Site for informational purposes. No login is required for visitors to the Site. Visitors can access all publicly-available content and features of the Site, and can contact us using the contact link on the Site.",
  "list_1": "Registered Users and Accounts. In order to become a Vendor and/or a Buyer, you can establish an account with us or register your details (Name, address, credit card etc.) with us.. Jumble is under no obligation to accept any individual or entity as an account holder, and may accept or reject any registration in our sole and complete discretion. Vendors and Buyers may sometimes be collectively referred to as “Users” in these Terms of Service.",
  "para_8": "To create an account, you or your authorized representative will be prompted to create a password and user name (“Jumble User ID”) and perhaps provide certain additional information that will assist in authenticating your identity when you log-in in the future (collectively “Login Credentials”).  You may not transfer your account to anyone else without our prior written permission. When creating your account, you must provide true, accurate, current, and complete information about yourself.  Each Jumble User ID and corresponding password can be used by only one individual.  You are responsible for maintaining the confidentiality of your account Login Credentials. You are fully responsible for all activities that are associated with your account (including but not limited to any Purchases (defined below), use of the Services, or communications from your account to Jumble). You agree to immediately notify us of any unauthorized use or suspected unauthorized use of your account or any other breach of security. ",
  "heading_8": "RESTRICTIONS",
  "para_9": "The Services are available only to individuals aged 13 years or older. If you are 13 or older, but under the age of majority in your jurisdiction, you should review this Agreement with your parent or guardian to make sure that you and your parent or guardian understand it. If you are under the age of 13, you may use the Services only with the consent of your parent or guardian.",
  "para_10": "We reserve the right, in our sole and absolute discretion, to deny you access to the Services, or any portion of the Services, including by closing or disconnecting your account, without notice and without reason.",
  "heading_9": "USER CONTENT; LICENSES",
  "para_11": "The Services allow Users to post, upload, and/or livestream content such as videos, photos, images, text, graphics, and other materials (collectively, “User Content”).  Even if you are not a Vendor, as a Buyer you may have the opportunity to post User Content such as comments, product reviews, or other materials.",
  "para_12": "You expressly acknowledge and agree that once you submit your User Content for inclusion into the Services, there is no confidentiality or privacy with respect to such User Content, including, without limitation, any personally identifying information that you may make available. ",
  "heading_10": "YOU, AND NOT JUMBLE, ARE ENTIRELY RESPONSIBLE FOR ALL YOUR USER CONTENT THAT YOU UPLOAD, POST, LIVESTREAM, E-MAIL, OR OTHERWISE TRANSMIT VIA THE SERVICES.",
  "para_13": "We are not obligated to publish any User Content on our Services, and we reserve the right to remove any User Content at any time in our sole discretion, with or without notice.",
  "para_14": "You retain all copyrights and other intellectual property rights in and to your own User Content.  You do, however, hereby grant us and our sublicensees a non-exclusive, royalty-free, freely sublicensable, perpetual, irrevocable license to modify, compile, combine with other content, copy, record, synchronize, transmit, translate, format, distribute, publicly display, publicly perform, and otherwise use or exploit (including for profit) your User Content and all intellectual property and moral rights therein throughout the universe, in each case, by or in any means, methods, media, or technology now known or hereafter devised, subject to certain limitations related to Vendor Marks (as defined), as set forth below.",
  "para_15": "To the extent any Vendors’ name, trademarks, trade names, service marks, and/or logos (“Vendor Marks”) are published or displayed on the Services as part of its User Content (including, but not limited to, in connection with the sale of its products), the Vendor hereby grants Jumble and our sublicensees a non-exclusive, royalty-free, freely sublicensable, perpetual license to copy, transmit, format, distribute, publicly display, publicly perform, and otherwise use such Vendor Marks solely in connection with our provision of the Services and operation of the Site.  Vendors represent and warrant that the Vendor Marks are owned by the Vendor or that the Vendor has all rights necessary to grant us the foregoing license, and that the Vendor Marks, and their use by Jumble as permitted herein, do not and will not infringe or misappropriate the intellectual property rights of any third party.",
  "para_16": "If you submit User Content to us, each such submission constitutes a representation and warranty to Jumble that (i) you have received all necessary releases and consent from all individuals that appear in the User Content, and (ii) such User Content is your original creation (or that you otherwise have the right to provide the User Content), that you have the rights necessary to grant the license to the User Content under the prior paragraph, and that the User Content and its use by Jumble and our content partners as permitted by this Agreement does not and will not infringe, misappropriate, or otherwise violate the intellectual property rights, moral rights, or rights of privacy or publicity of any person, or contain any libelous, defamatory, or obscene material or content that violates the Agreement.  You agree to defend, indemnify, and hold us, our affiliates, and our and their respective owners, members, officers, directors, employees, agents, successors, licensees, licensors, and assigns harmless from and against any damages, liabilities, losses, expenses, claims, actions, and/or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from your breach of the representations and warranties in this paragraph.",
  "heading_11": "PERSONAL RELEASE",
  "para_17": "AS A VENDOR, YOU UNDERSTAND THAT JUMBLE WISHES TO OBTAIN THE RIGHT TO RECORD AND USE YOUR NAME, IMAGE, PICTURE, PHOTOGRAPH, BIOGRAPHY, LIKENESS, VOICE, PERFORMANCE, AND/OR OTHER PERSONAL IDENTIFICATION PROVIDED BY YOU TO Jumble, WHETHER AS PART OF YOUR CONTRIBUTED USER CONTENT OR OTHERWISE (COLLECTIVELY, THE “MATERIAL”), ON VIDEOTAPE, FILM, OR ANY OTHER AUDIO AND/OR VISUAL MEDIUM FOR USE IN CONNECTION WITH PROMOTING JUMBLE, THE SHOP, AND VENDOR (“PROMOTION”). AS SUCH, VENDOR GRANTS JUMBLE AND OUR SUBSIDIARIES, AFFILIATES, AGENTS, NOMINEES, LICENSEES, SUCCESSORS AND ASSIGNS, AND THOSE ACTING WITH OUR AUTHORITY (“AFFILIATES”), THE UNRESTRICTED, ABSOLUTE, PERPETUAL, WORLDWIDE RIGHT TO RECORD, REPRODUCE, COPY, EDIT, ADD TO, SUBTRACT FROM, MODIFY, USE, REUSE, DISPLAY, PERFORM, EXHIBIT, DISTRIBUTE, TRANSMIT, EXPLOIT, AND/OR BROADCAST THE MATERIAL, WITHOUT LIMITATION, IN AND IN CONNECTION WITH THE PROMOTION IN ANY MANNER, IN WHOLE OR IN PART, ALONE OR IN COMBINATION WITH ANY OTHER IMAGES OR VIDEOS, IN ANY MEDIA NOW KNOWN OR HEREAFTER DEVISED.  SUCH USE MAY ALSO INCLUDE ADVERTISING AND PROMOTION IN ANY MANNER OR MEDIA IN CONNECTION WITH THE PROMOTION. ",
  "para_18": "VENDOR AGREES THAT JUMBLE HAS NO OBLIGATION TO USE ANY OF THE MATERIAL, OR TO EXERCISE ANY RIGHT GRANTED HEREIN, AND THAT VENDOR MAY NOT ENJOIN ANY EXPLOITATION OF THE PROMOTION AS PROVIDED ABOVE. IF JUMBLE USES MATERIAL FOR PROMOTION, VENDOR ACKNOWLEDGES THAT ITS RIGHT TO ACCESS AND USE THE SHOP AND THE SERVICES AS GRANTED IN THIS AGREEMENT SHALL BE THE SOLE COMPENSATION AND CONSIDERATION FOR THE RIGHTS VENDOR IN AND TO THE MATERIALS THAT IS GRANTING HEREUNDER.  VENDOR SHALL NOT BE ENTITLED TO ANY ADDITIONAL COMPENSATION HEREUNDER, INCLUDING, BUT NOT LIMITED TO, IN THE EVENT Jumble COMMERCIALIZES THE MATERIAL OR THE PROMOTION.",
  "para_19": "VENDOR HEREBY UNCONDITIONALLY AND FOREVER RELEASES, INDEMNIFIES, AND HOLDS HARMLESS JUMBLE AND OUR AFFILIATES FROM ANY AND ALL LIABILITY, CLAIMS, OR ACTIONS THAT ARISE FROM USE OF THE MATERIAL, OR THAT VENDOR OR VENDOR’S HEIRS, EXECUTORS, ADMINISTRATORS, OR ASSIGNS MAY HAVE OR CLAIM TO HAVE IN CONNECTION WITH USE OF THE MATERIAL AS DESCRIBED HEREIN, AND VENDOR AGREES NOT TO SUE OR BRING ANY PROCEEDING AGAINST ANY OF THOSE PARTIES FOR ANY CLAIM OR CAUSE OF ACTION, WHETHER PRESENTLY KNOWN OR UNKNOWN, INCLUDING, BUT NOT LIMITED TO ACTIONS FOR DEFAMATION, INVASION OF VENDOR’S RIGHTS TO PRIVACY, PUBLICITY OR PERSONALITY OR ANY SIMILAR MATTER, OR BASED UPON OR RELATING TO THE EXERCISE OF ANY OF THE RIGHTS REFERRED TO HEREIN.     ",
  "heading_12": "PURCHASE TERMS",
  "para_20": "Orders; Order Acceptance. Buyers may place orders for Vendors’ products through our Shop (each, a “Purchase”). The receipt of an order number or an email order confirmation does not constitute Jumble’s or any Vendor’s acceptance of an order or a confirmation of an offer to sell. Vendors and Jumble reserve the right to refuse service to any Buyer or cancel an order for any reason. Verification of information may be required prior to the acceptance of an order. Prices and availability of products are subject to change without notice. Buyers agree that by placing an order through the Shop, you are entering into a binding contract and agree to pay all charges that may be incurred by you or on your behalf through the Shop, at the price(s) in effect when such charges are incurred including, without limitation, all shipping and handling charges. In addition, you remain responsible for any taxes that may be applicable to your Purchases. Your total price will include the price of the product(s) plus any applicable sales tax; such state and local sales tax is based on the shipping address and the sales tax rate in effect at the time you Purchase the product(s). Such taxes will be imposed only in states where the goods sold over the internet are taxable.",
  "para_21": "Shipping; Risk of Loss. Vendors use reliable third-party carriers to deliver products to Buyers. Buyers are responsible for the cost of all shipping. Jumble is not liable for any damages (including, without limitation, any incidental or consequential damages) arising from a Vendor’s failure to deliver or delay in delivering products Purchased through the Shop. Title and risk of loss to the products will pass to Buyer upon delivery by Vendor to the shipping carrier.",
  "para_22": "Errors. All descriptions, images, references, features, content, specifications, and prices of products described or depicted on the Services are subject to change at any time without notice. Certain weights, measures, and other descriptions are approximate and are provided for convenience purposes only. From time to time, there may be information on the Services that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, product prices, promotions, offers, and availability. Jumble and Vendor each reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders, if any information on the Services is inaccurate at any time without prior notice, even after Buyer has received an order confirmation or shipping notification. The inclusion of any products on the Services does not imply or warrant that these products will be available. Vendors reserve the right to revise their product offerings and/or discontinue products at any time without notice. Vendors and Jumble also reserve the right to limit quantities purchased, and to revise, suspend, or terminate an event or promotion at any time without notice (including after an order has been submitted or acknowledged).",
  "para_23": "Payment. Where applicable, Buyers shall pay all purchase prices, taxes, shipping and handling, and other fees in connection with products purchased in the manner specified on or selected through the Shop. Payment is due immediately upon making a Purchase. By making a Purchase, Buyer is agreeing to pay Jumble, through our payment processor, Checkout (“Payment Processor”), all charges at the prices then in effect for such Purchase in accordance with the applicable payment terms provided by Vendor. If Buyer has a card or other payment method on file with its account on the Shop, by placing an order Buyer may be authorizing us, through Payment Processor, to charge such account for the Purchase amount. By using the Services to make Purchases, you agree to Checkout’s Terms and Policies available at",
  "heading_13": "BUYERS MUST PROVIDE CURRENT, COMPLETE, AND ACCURATE INFORMATION FOR THEIR ACCOUNTS, AND PROMPTLY UPDATE ALL INFORMATION TO KEEP SUCH ACCOUNT INFORMATION CURRENT, COMPLETE, AND ACCURATE (SUCH AS A CHANGE IN BILLING ADDRESS, CREDIT CARD NUMBER, OR CREDIT CARD EXPIRATION DATE). FURTHER, BUYERS MUST PROMPTLY NOTIFY US IF A PAYMENT METHOD IS CANCELED (E.G., FOR LOSS OR THEFT) OR IF BUYER BECOMES AWARE OF A POTENTIAL BREACH OF SECURITY, SUCH AS THE UNAUTHORIZED DISCLOSURE OR USE OF BUYER’S USER NAME OR PASSWORD. CHANGES TO SUCH INFORMATION CAN BE MADE AT BUYER’S ACCOUNT PAGE.",
  "heading_14": "VENDOR TERMS",
  "para_24": "Vendor User Content.  When Vendor posts or livestreams User Content, such User Content will only remain on the Service for a period of 24-36 hours following the livestream, during which time Buyers may make Purchases.  Vendor represents and warrants to Jumble that any claims about products made by Vendor or contained in Vendor’s User Content have been substantiated and comply with all applicable laws, rules, regulations and consumer protection laws and regulations.  ",
  "para_25": "Orders; Shipping.  Orders are placed by Buyers with Jumble. Jumble shall receive the order information and the Buyer’s shipping information. Jumble shall provide Vendors with shipping labels within twelve (12) hours of Buyer making a purchase.  Vendor shall ship all Shop orders directly to Buyers.  Other than the limited information necessary to make shipments, all Buyer information shall be held exclusively by Jumble, in accordance with our Privacy Policy, and Vendor shall not have the ability to communicate with Buyers without going through Jumble.  Vendor may contact Jumble for any questions about the order, and Jumble will communicate with the Buyer to provide answers to Vendor if necessary.  Jumble strongly urges Vendors to obtain and maintain insurance for your shipments.  Jumble is not liable for any shipment issues. All sales are final and we do not accept returns or provide refunds.",
  "para_26": "Payments; Accounts. Our Payment Processor collects payments from Buyers and passes the amounts through to Jumble, subject to a processing period.  After Jumble receives payment from Payment Processor for the Purchase, Jumble in turn shall pass these amounts to Vendor, less a commission due to Jumble as agreed to by the parties in writing (including via electronic mail).  Vendor acknowledges and agrees that there is usually a delay between when the Buyer pays for a Purchase and when Jumble receives payment via Payment Processor, and, therefore, there will be an additional delay passing payments through to Vendor.  To receive payment, Vendor must share the necessary Payment Account details with Jumble to enable Jumble to send Vendor payments.",
  "heading_15": "VENDORS MUST MAINTAIN ACTIVE PAYMENT ACCOUNTS OR BANK ACCOUNTS TO RECEIVE PAYMENT FOR SALES, AND MUST PROVIDE CURRENT, COMPLETE, AND ACCURATE INFORMATION FOR THEIR PAYMENT ACCOUNTS AND/OR BANK ACCOUNTS , AND PROMPTLY UPDATE ALL INFORMATION TO KEEP SUCH PAYMENT ACCOUNT INFORMATION CURRENT, COMPLETE, AND ACCURATE.  FURTHER, VENDORS MUST PROMPTLY NOTIFY US IF VENDOR BECOMES AWARE OF A POTENTIAL BREACH OF SECURITY, SUCH AS THE UNAUTHORIZED DISCLOSURE OR USE OF VENDOR’S PAYMENT ACCOUNT. ",
  "para_27": "Performance Metrics.  Jumble cares deeply about customer satisfaction. Accordingly, we reserve the right to track and measure Vendors’ use of the Services and performance in accordance with this Agreement.  We reserve the right to track order fulfillment, Buyer complaints, shipping times, cancellation/request for return rates and chargebacks, backorder issues, and related logistics and performance issues.  These metrics help us determine whether a Vendor is meeting our and our Buyers’ expectations. If we determine, in our sole discretion, that Vendor is not meeting our performance standards, is in violation of this Agreement, or for other reasons, we reserve the right to suspend or remove your account with the Services.",
  "heading_16": "PRODUCT WARRANTIES.",
  "heading_17": "NO CIRCUMVENTION.",
  "para_28": "Vendor hereby represents and warrants to Jumble and to Buyers that products sold or offered through our Services (i) are and shall be manufactured, packaged, and labelled in accordance with all applicable federal, state, local, and international laws, rules, and regulations, (ii) are not and will not be adulterated or misbranded, and (iii) shall be free from defects in materials, workmanship, and fabrication. Jumble does not make any representations or warranties regarding the products. Vendor further represents and warrants that it will at all times comply with this Agreement and all applicable laws, rules, and regulations.",
  "para_29": "All Shop orders are passed through Jumble, and Jumble disseminates to Users only the necessary information for Users to purchase, ship, and receive products, and no additional information about any other Users. Neither Vendors nor Buyers may circumvent the Services to transact directly with one another, and we may suspend accounts that we suspect, in our sole discretion, are intentionally circumventing the Services.",
  "heading_18": "INTELLECTUAL PROPERTY",
  "para_30": "The Services are protected by copyright, trademark, and French law and other laws.  Except as expressly provided in this Agreement, Jumble and our licensors exclusively own all right, title, and interest in and to the Services, including all associated intellectual property rights.  You will not remove, alter, or obscure any copyright, trademark, service mark, or other proprietary rights notices incorporated in or accompanying the Services.",
  "para_31": "The Services contain material, such as software, text, graphics, images, and other material provided by or on behalf of Jumble (collectively referred to as the “Content”).  The Content may be owned by us or third parties.  The Content is protected under both the French and foreign laws.  Unauthorized use of the Content may violate copyright, trademark, and other laws.  ",
  "para_32": "We and our licensors retain all right, title, and interest, including all intellectual property rights, in and to the Content.  You must retain all copyright and other proprietary notices contained in the original Content.  You may not sell, transfer, assign, license, sublicense, or modify the Content or reproduce, display, publicly perform, make a derivative version of, distribute, or otherwise use the Content in any way for any public or commercial purpose.  ",
  "para_33": "The trademarks, service marks, and logos of Jumble (the “Jumble Trademarks”) used and displayed on the Services are registered and unregistered trademarks or service marks of Jumble.  Other company, product, and service names located on the Services may be trademarks or service marks owned by third parties (the “Third-Party Trademarks,” and, collectively with Jumble Trademarks, the “Trademarks”).  Nothing on the Services should be construed as granting, by implication, estoppel, or otherwise, any license or right to use the Trademarks, without our prior written permission specific for each such use.  Use of the Trademarks as part of a link to or from any site is prohibited unless establishment of such a link is approved in advance by us in writing.  All goodwill generated from the use of Jumble Trademarks inures to our benefit. ",
  "para_34": "Elements of the Services are protected by trade dress, trademark, unfair competition, and other state and federal laws and may not be copied or imitated in whole or in part, by any means, including, but not limited to, the use of framing or mirrors.  None of the Content may be retransmitted without our express, written consent for each and every instance.",
  "heading_19": "FEEDBACK.",
  "para_35": "As a registered User of our Services, you may elect to provide us with feedback, comments, and suggestions with respect to our Services (“Feedback”). You agree that Jumble will be free to use, reproduce, disclose, and otherwise exploit any and all such Feedback without compensation or attribution to you.",
  "heading_20": "USAGE RIGHTS AND RESTRICTIONS.",
  "para_36": "Subject to the terms and conditions of this Agreement, Jumble grants you a limited, non-transferable, non-exclusive, license to access and use the Services solely for your personal purposes. Jumble may terminate this license at any time for any reason. Further, when using or accessing the Services, you agree that:",
  "para_37": "You will not upload, post, e-mail, transmit, or otherwise make available any User Content that:",
  "para_38": "infringes any copyright, trademark, right of publicity, or other proprietary rights of any person or entity; or",
  "para_39": "is defamatory, libelous, indecent, obscene, pornographic, sexually explicit, invasive of another’s privacy, promotes violence or illegal activity, or contains hate speech (i.e., speech that attacks or demeans a group based on race or ethnic origin, religion, disability, gender, age, veteran status, and/or sexual orientation/gender identity); or",
  "para_40": "discloses any sensitive information about another person, including that person’s e-mail address, postal address, phone number, credit card information, or any similar information.",
  "para_41": "You will comply with all applicable laws in your use of the Services and will not use the Services for any unlawful purpose;",
  "para_42": "You will not access or use the Services to collect any market research for a competing business;",
  "para_43": "You will not impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity;",
  "para_44": "You will not interfere with, or attempt to interrupt the proper operation of, the Services through the use of any virus, device, information collection or transmission mechanism, software or routine, or access or attempt to gain access to any Content, data, files, or passwords related to the Services through hacking, password or data mining, or any other means;",
  "para_45": "You will not decompile, reverse engineer, or disassemble any software or other products or processes accessible through the Services;",
  "para_46": "You will not cover, obscure, block, or in any way interfere with any advertisements and/or safety features on the Services;",
  "para_47": "You will not use any robot, spider, scraper, or other automated means to access the Services for any purpose without our express written permission;",
  "para_48": "You will not take any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our technical infrastructure;",
  "para_49": "You will not allow anyone to access and use your account;",
  "para_50": "You will not resell, distribute, or sublicense the Services or use it for the benefit of anyone other than you or your business;",
  "para_51": "You will not remove or modify any proprietary markings or restrictive legends placed on the Services; and",
  "para_52": "You will not introduce, post, or upload to the Services any Harmful Code. As used herein, “Harmful Code” means computer code, programs, or programming devices that are intentionally designed to disrupt, modify, access, delete, damage, deactivate, disable, harm, or otherwise impede in any manner, including aesthetic disruptions or distortions, the operation of the Services, or any other associated software, firmware, hardware, computer system, or network (including, without limitation, “Trojan horses,” “viruses,” “worms,” “time bombs,” “time locks,” “devices,” “traps,” “access codes,” or “drop dead” or “trap door” devices) or any other harmful, malicious, or hidden procedures, routines or mechanisms that would cause the Services to cease functioning or to damage or corrupt data, storage media, programs, equipment, or communications, or otherwise interfere with the operations of the Services.",
  "para_53": "Jumble reserves the right, at any time, to modify, suspend, or discontinue the Services or any part thereof with or without notice. You agree that we will not be liable to you or to any third party for any modification, suspension, or discontinuance of the Services or any part thereof. You are free to stop using the Services at any time.",
  "heading_21": "DIGITAL MILLENNIUM COPYRIGHT ACT",
  "para_54": "Jumble respects the intellectual property rights of others and attempts to comply with all relevant laws. We will review all claims of copyright infringement received and remove any Content or User Content deemed to have been posted or distributed in violation of any such laws.",
  "para_55": "You can reach out to us on this topic email: bonjour (at) jumble.tv",
  "para_56": "If you believe that your work has been copied on the Services in a way that constitutes copyright infringement, please provide our agent with notice in accordance with the requirements of the Act, including (i) a description of the copyrighted work that has been infringed and the specific location on the Services where such work is located; (ii) a description of the location of the original or an authorized copy of the copyrighted work; (iii) your address, telephone number and e-mail address; (iv) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law; (v) a statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf; and (vi) an electronic or physical signature of the owner of the copyright or the person authorized to act on behalf of the owner of the copyright interest.",
  "heading_22": "COMMUNICATIONS DECENCY NOTICE",
  "heading_23": "NO WARRANTIES; LIMITATION OF LIABILITY",
  "heading_24": "INDEMNIFICATION",
  "heading_25": "COMPLIANCE WITH APPLICABLE LAWS",
  "heading_26": "CONTROLLING LAW",
  "para_57": "Jumble is a provider of “interactive computer services” and as such, our liability for defamation, libel, product disparagement, and other claims arising out of any User Content is limited as described therein.  We are not responsible for any User Content.  We neither warrant the accuracy of the User Content nor exercise any editorial control over User Content, nor do we assume any legal obligation for editorial control of User Content or liability in connection with User Content, including any responsibility or liability for investigating or verifying the accuracy of any User Content.",
  "para_58": "THE SERVICES, AND ALL CONTENT AND OTHER INFORMATION ON OR ACCESSIBLE FROM OR THROUGH THE SERVICES ARE PROVIDED BY JUMBLE ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.  JUMBLE EXPRESSLY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE SERVICES, THE CONTENT, AND ALL PRODUCTS OFFERED BY VENDORS THROUGH THE SERVICES, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, SECURITY OR ACCURACY, AND ANY WARRANTIES ARISING FROM COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, JUMBLE DOES NOT WARRANT THAT: (1) THE INFORMATION ON THE SERVICES IS CORRECT, ACCURATE OR RELIABLE; (2) THE FUNCTIONS CONTAINED ON THIS SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE; OR (3) DEFECTS WILL BE CORRECTED, OR THAT THE SERVICES OR THE SERVER THAT MAKE THEM AVAILABLE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.",
  "para_59": "YOU UNDERSTAND THAT JUMBLE DOES NOT MANUFACTURE, STORE, OR INSPECT ANY OF THE PRODUCTS SOLD OR OFFERED FOR PLACEMENT THROUGH OUR SERVICES. WE PROVIDE THE VENUE; THE PRODUCTS ARE PRODUCED, LISTED, SOLD, AND OFFERED DIRECTLY BY VENDORS, AND, ACCORDINGLY, JUMBLE CANNOT AND DOES NOT MAKE ANY WARRANTIES ABOUT THEIR QUALITY, SAFETY, OR EVEN THEIR LEGALITY. AS A BUYER, ANY LEGAL CLAIM RELATED TO A PRODUCT YOU PURCHASE THROUGH THE SERVICES MUST BE BROUGHT DIRECTLY AGAINST THE VENDOR OF THE PRODUCT. YOU HEREBY RELEASE JUMBLE FROM ANY CLAIMS RELATED TO PRODUCTS PROVIDED THROUGH OUR SERVICES, INCLUDING FOR DEFECTIVE ITEMS, MISREPRESENTATIONS BY VENDORS, OR ITEMS THAT CAUSED PHYSICAL INJURY (PRODUCT LIABILITY CLAIMS).",
  "para_60": "IN CONNECTION WITH ANY WARRANTY, CONTRACT, OR CLAIMS: (I) WE SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION RESULTING FROM THE USE OR INABILITY TO ACCESS AND USE THE SERVICES, THE PRODUCTS, OR THE CONTENT, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES; AND (II) ANY DIRECT DAMAGES, NOT ATTRIBUTABLE TO PERSONAL INJURIES, THAT YOU MAY SUFFER AS A RESULT OF YOUR USE OF THE SERVICES OR THE CONTENT SHALL BE LIMITED TO ONE HUNDRED UNITED STATES DOLLARS (EUR 100).  JUMBLE SHALL NOT BE LIABLE FOR DIRECT DAMAGES THAT YOU MAY SUFFER AS A RESULT OF YOUR OR ANY THIRD PARTY’S PURCHASE OR USE OF ANY PRODUCTS.",
  "para_61": "NOTHING IN THIS AGREEMENT SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.",
  "para_62": "Vendors shall indemnify, defend, and hold harmless Jumble, its affiliates, and its and their respective officers, managers, partners, employees, and agents from and against any and all losses, civil penalties, liabilities, damages, judgments, costs, and expenses, including reasonable attorney’s fees and court costs, incurred in connection with any proceeding, claim, or action arising out of or related to (i) any alleged defect in or injury from Vendor’s products or any other products liability claim; (ii) alleged failure of Vendor or Vendor’s products to comply with this Agreement or any laws, regulations, warranties, guarantees, or representations of Vendor; and (iii) the sale and shipment of Vendor’s products.",
  "para_63": "The Services are based in France.  We make no claims concerning whether the Services are accessible, or whether Content may be downloaded, viewed, or be appropriate for use, or Purchases may be made, outside of France.  Whether inside or outside of France, you are solely responsible for ensuring compliance with the laws of your specific jurisdiction. ",
  "para_64": "This Agreement and any action related thereto will be governed by the laws of France without regard to its conflict of laws provisions. ",
  "heading_27": "BINDING ARBITRATION",
  "para_65": "In the event of a dispute arising between you and Jumble under or relating to this Agreement or the Services",
  "heading_28": "(not a dispute between a Buyer and a Vendor)",
  "para_66": "(each, a “Dispute”),  The parties shall cooperate in good faith in the voluntary and informal exchange of all non-privileged documents and other information (including electronically stored information) relevant to the Dispute immediately after commencement of the arbitration. Nothing in this Agreement will prevent us from seeking injunctive relief in any court of competent jurisdiction as necessary to protect our proprietary interests. ",
  "heading_29": "CLASS ACTION WAIVER",
  "para_67": "You agree that any arbitration or proceeding shall be limited to the Dispute between us and you individually. To the full extent permitted by law, (i) no arbitration or proceeding shall be joined with any other; (ii) there is no right or authority for any Dispute to be arbitrated or resolved on a class action-basis or to utilize class action procedures; and (iii) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons. ",
  "heading_30": "YOU AGREE THAT YOU MAY BRING CLAIMS AGAINST US ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.",
  "heading_31": "EQUITABLE RELIEF",
  "heading_32": "DISPUTES BETWEEN AND AMONG USERS",
  "heading_33": "EXTERNAL SITES",
  "heading_34": "CHANGES TO THE AGREEMENT",
  "heading_35": "GENERAL",
  "para_68": "You acknowledge and agree that in the event of a breach or threatened violation of our intellectual property rights and confidential and proprietary information by you, we will suffer irreparable harm and will therefore be entitled to injunctive relief to enforce this Agreement. We may, without waiving any other remedies under this Agreement, seek from any court having jurisdiction any interim, equitable, provisional, or injunctive relief that is necessary to protect our rights and property pending the outcome of the arbitration referenced above. You hereby irrevocably and unconditionally consent to the personal and subject matter jurisdiction of France for purposes of any such action by us.",
  "para_69": "If there is a dispute between or among Users of the Services, you agree to initiate the dispute with Jumble directly. Jumble will take steps to mediate the User dispute in its sole, reasonable discretion.  Jumble will keep each party updated as to the status of disputes by messaging the parties through the accounts on the Service.  Notwithstanding Jumble’s good faith efforts, some disputes may not be resolved in a manner that satisfies all parties.  Jumble’s decision with respect to all disputes is final.  In the event that you have a dispute with one or more other Users, you release Jumble, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Services.",
  "para_70": "The Services may contain links to third-party websites (“External Sites”).  These links are provided solely as a convenience to you and not as an endorsement by us of the content on such External Sites.  The content of such External Sites is developed and provided by others.  You should contact the site administrator or webmaster for those External Sites if you have any concerns regarding such links or any content located on such External Sites.  We are not responsible for the content of any linked External Sites and do not make any representations regarding the content or accuracy of materials on such External Sites.  You should take precautions when downloading files from all websites to protect your computer from viruses and other destructive programs.  If you decide to access linked External Sites, you do so at your own risk.",
  "para_71": "These Terms of Service are effective as of the last updated date stated at the top.  We may change these Terms of Service from time to time.  Any such changes will be posted on the Site.  By accessing the Services after we make any such changes to these Terms of Service, you are deemed to have accepted such changes.  Please refer back to these Terms of Service on a regular basis. ",
  "para_72": "No failure or delay by Jumble in exercising any right or remedy under the Agreement will operate, or be deemed to operate, as a waiver of any such right or remedy.  If any provision of the Agreement is found invalid or unenforceable by a court of competent jurisdiction, that provision will be amended and the remainder of the Agreement will remain in full force and effect.  The Agreement constitutes the final and complete agreement between you and Jumble regarding the subject matter hereof, and supersede any prior or contemporaneous communications, representations, or agreements between us, whether oral or written, including, without limitation, any confidentiality or non-disclosure agreements. Headings are for convenience only and shall not be used to limit or interpret the meaning of any of the provisions of the Agreement.  Terms which by their nature are intended to survive indefinitely shall survive and shall apply to you even if you have canceled your account or stopped using the Services, including, without limitation, the limitations of liability, indemnity, and dispute resolution provisions.",
  "heading_36": "HOW TO CONTACT US",
  "para_73": "If you have questions about the Agreement or our Services, please contact us via email at admin@Jumble.tv. ",
  "heading_37": "YOU HEREBY ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS, UNDERSTAND THEM, AND AGREE TO BE BOUND BY THEM.  IF YOU ARE ENTERING THESE TERMS ON BEHALF OF AN ENTITY, YOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT AND AUTHORITY TO LEGALLY BIND THE ENTITY TO THESE TERMS.  "
}
