[
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "6137831fbc2614bf9317e8e1",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eThe latest brand that we’re highlighting in our guide series is \u003ca href=\"https://www.filorga.com/wo_en\"\u003eFilorga\u003c/a\u003e – an innovative skincare brand. The brand is available in over 70 countries, present in 10,000 medical practices and sold through 8,000 sales points. The Filorga skincare brand has 18 products that are formulated to treat a variety of skincare concerns and issues. This core collection of product ranges from everyday products like cleansers and serums to treatments like masks. \u003c/p\u003e\u003cp\u003eWhat makes Filorga stand out from the crowd is its anti-ageing solutions that are designed for both medical professionals and use by the general public. The history of Filorga dates back to the 1970s, when its founder \u003ca href=\"https://ca.filorga.com/brand/\"\u003eDr Tordjman\u003c/a\u003e started to conduct his research into the skin’s ageing process. Filorga would eventually obtain a patent for its NCTF technology, an innovative solution that works by slowing down the aging process and correcting imperfections on your skin.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003eAt the beginning, the Filorga Labroatoires were producing skincare products that were designed for professional use and treatments, such as fruit acid peels and hyaluronic acid injections. These products and treatments became popular within the fields of dermatology and aesthetic medicine.\u003c/p\u003e\u003cp\u003eAfter the success of its professional line, Filorga launched its first range of products for at-home use in 2007. The \u003ca href=\"https://www.filorga.com/wo_en/medi-cosmetique\"\u003eMedi-Cosmetique\u003c/a\u003e line is non-invasive, while still providing an effective skincare solution. These products work to eliminate fine lines and wrinkles, while restoring your skin’s brightness, strength, and density. It gives your skin a radiant glow and clears your complexion by removing imperfections and signs of aging.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eFive fun facts about Filorga Skincare\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eBefore we jump into the rest of our guide about everything you need to know about the French skincare brand, Filorga, we’re sharing five fun facts to get us started.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e1.\tEvery Filorga product is 100% \u003ca href=\"https://www.healthline.com/health/paraben-free\"\u003eparaben free \u003c/a\u003eand clinically tested.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e2.\tThe Filorga products are made using the brand’s world-famous HA + NCEF ingredient (formally NCTF) that is made using a blend of hyaluronic acid and a mixture of 12 vitamins, 23 amino acids, 6 minerals, 6 co-enzymes, 5 nucleic, and 2 antioxidants to improve your skin’s health.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e3.\tThe brand’s signature HA + NCFT (now known as the NCEF) formula began its life as an injectable treatment is now available in salons as a treatment similar to\u003ca href=\"https://www.medicalnewstoday.com/articles/158647\"\u003e Botox.\u003c/a\u003e\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e4.\tFilorga uses chromosphere technology, which allows each of the molecules in the HA + NCEF to be small enough to penetrate into the layers of your skin.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e5.\tWhat makes Filorga skincare exciting is its expertise in a wild range of fields – from dermatology and biology to aesthetic medicine and cosmetology. The brand is able to offer products that work for all skin types, including tackling age-related skin concerns.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eMeet Filorga\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eFilorga is a brand that describes itself as having “unique DNA directly inspired by aesthetic medicine…at the heart of Filorga, a passionate aesthetic doctor”. The brand began in 1978 with Dr. Michel Tordjman, a French doctor with an interest in \u003ca href=\"https://www.nature.com/scitable/topic/cell-biology-13906536/#:~:text=Cell%20biology%20is%20the%20study,and%20organisms%20that%20cells%20compose.\"\u003ecell biology\u003c/a\u003e. After years of research, Tordjman created a unique injectable formula that works by acting on the key parameters of your skin. The original Laboratories Filorga brand was born from this passion for developing products that have unique benefits and are intended for everyday use.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eDr. Tordjman is considered by some to be the world’s greatest specialist in aesthetic medicine, leading to the popularity of Laboratories Filorga. He had a goal of creating a range of products that were formulated using hyaluronic acid, helping to extend the active ingredients used in the injectables. These revolutionary skincare products have an unparalleled formula.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://www.filorga.com/wo_en\"\u003eFilorga \u003c/a\u003ehas taken the same active ingredients that were used in the brand’s injectables and extended it to topical use. The brand’s signature NCEF active ingredient is made up of 50 components, including amino acids, coenzymes, antioxidants, minerals, and vitamins. What makes the NCEF unique is its anti-aging performance, including providing key cosmetic benefits that improve the appearance and quality of your skin.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIn 2007, the brand expanded to include the creation of MEDI-COSMETIQUE, a range of anti-ageing products with a revolutionary formula that is based on the NCEF active ingredient. NCEF took the active ingredients from their injections and made them available as part of the brand’s products for public use.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSince its launch, the brand has expanded to include more than fifty cosmetic products that share the brand’s unique philosophy. They combine clinically proven and optimal ingredients that are visibly effective within 7 days.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe Filorga brand has now expanded to more than 70 countries around the world, including more than 10,000 medical practices.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe growth and expansion of Filorga\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe easiest way to look at the fascinating innovation of Filorga is to create a timeline of the brand’s success and development. In 1978, Tordjman was a cellular biologist who began to focus his research on cellular rejuvenation through \u003ca href=\"https://www.healthline.com/health/mesotherapy#:~:text=Mesotherapy%20is%20a%20technique%20that,originally%20used%20to%20relieve%20pain.\"\u003emesotherapy.\u003c/a\u003e His products hit the market long before Botox became a success, using his innovative NCTF solution that acts on the 6 key parameters of skin quality. These early products targeted hydration, firmness, wrinkles, radiance, evenness, and pores. At the beginning, these anti-ageing mesotherapy injections were strictly used by trained professionals. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe original NCTF formula has now evolved into the NCEF compound that profounds your skin’s penetration.\u003cbr\u003eIn 2000, Laboratoires Filorga launched GLYKOPEEL, a collection of anti-ageing glycolic acid peels that are used by doctors to help rejuvenate your skin and improve its overall condition. 2007 saw the biggest change for the brand when it launched their MEDI-COSMETIQUE range for use by the general public, inspired by their original aesthetic medicine. Products have gradually launched over time, including the brand’s iconic and best-selling Meso-Mask and Optim-eyes treatments.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIn 2009, the brand launched its aesthetic medicine, X-HA3, a range of injectable products that could combat deep lines and restore volume to your skin. Fast forward to 2014 and Filorga renewed its range of peels by introducing the TIME, BRIGHT, AND LIGHT peels. These products were the first made-to-measure superficial peels with gluconolactone to hit the market, enhancing the tolerance of even sensitive skin.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eBy 2016, the ART-FILLER range was developed by the aesthetic medicine branch of the company. These products were developed and created using one of the few global production units that could produce injectable hyaluronic acid-based products. It marked the start of a new generation of fillers, compromising of4 injectable products that could be used by aesthetic doctors as an adaptable methods to fill wrinkles.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe following year, Filorga’s MEDI-COSMETIQUE range became the leading anti-ageing range stocks in pharmacies and parapharmacies in France. In 2018, Filorga’s aesthetic medicine branch was renamed FILL MED.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you’re in the market for investing in anti-aging skincare products, look no further than this innovative French brand. Filorga is an industry-leader and has been responsible for most of the evolution that we’ve seen in the anti-aging industry. It’s never too early to start thinking about preventing premature ageing and Filorga is unique with its professional and everyday use products.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eWhat do you think of anti-aging brands like Filorga? Are you interested in adding it to your skincare routine? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "The latest brand that we’re highlighting in our guide series is Filorga – an innovative skincare brand. The brand is available in over 70 countries, present in 10,000 medical practices and sold through 8,000 sales points. The Filorga skincare brand has 18 products that are formulated to treat a variety of skincare concerns and issues. This core collection of product ranges from everyday products like cleansers and serums to treatments like masks. ",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-09-07T15:19:59.271Z",
		"date": "2021-07-09T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "61378373db8aa182696593e4",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/61378373db8aa182696593e4_Everything%20You%20Need%20to%20Know%20About%20Filorga.jpeg"
		},
		"meta-description": "The latest brand that we’re highlighting in our guide series is Filorga – an innovative skincare brand. ",
		"meta-title": "Everything You Need to Know About Filorga",
		"name": "Filorga",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-07T15:21:26.090Z",
		"slug": "filorga",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-07T15:21:26.090Z",
		"wordcount": 1269
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "613611f19744be90ba3c0470",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003e\u003ca href=\"https://www.seventyone-percent.com/en\"\u003eSeventy One Percent\u003c/a\u003e runs with the tagline that “70% of the earth is water, 70% of our body is water, 1% for the planet”. \u0026nbsp;Seventy One is a natural and clean beauty brand that focuses on sun protection. It offers 80-100% natural formulas that are cruelty-free and made in France. This brand was “born from the love of the French wave”. \u0026nbsp;Seventy One Percent are surfers who are passionate about nature and sensations – meeting the expectations of all sun, ocean, and nature lovers.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003eThis brand is one that doesn’t believe the ‘Made in France’ label is a fad, but rather a deep conviction. Seventy One puts its love of the planet and our environment at the forefront, which is why it’s committed to not testing on animals. The brand describes their products as “respectful of man and of this environment which is dear to us”. Like most clean beauty brands, Seventy One is transparent about the information involving their formulas to make it accessible to everyone.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat makes \u003ca href=\"https://www.instagram.com/seventyonepercent/\"\u003eSeventy One\u003c/a\u003e unique is that it’s “thought by surfers, built for everyone”. The focus on sun protection is as a result of the surfer background of the brand, which they point to as more of a lifestyle than a sport. Along with protecting our skin, Seventy One focuses on protecting our planet and the world around us.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing something from Seventy One or you want to find out more about this clean beauty brand. We’re taking a deep dive into the world of Seventy One, looking at the philosophy of the brand and its environmentally friendly products. Read on to find out everything you need to know about this innovative beauty brand that focuses on sun protection.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eAbout Seventy One Percent\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe name ‘Seventy One Percent’ comes from the idea that 70% of water on the planet, 70% of water in our body, and the fact that 1% of profits are donated directly to \u003ca href=\"https://www.visiondumonde.fr/\"\u003ethe Vision du Monde \u003c/a\u003echarity. This clean beauty brand bases its value on positive energy, action, honesty, and doing the right thing.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSeventy One Percent has designed a range of sun-care cosmetic and skincare products that are made to meet the needs of the surfing community. It offers the protection that you need, while respecting the environment that is beloved by every surfer.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand was born in 2009 after two friends reunited over their love of surfing. Since its launch, their products have been made in France to meet the needs of the surfing community, while protecting and respecting the world around us.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSeventy One Percent focuses its efforts on creating efficient and environmentally-responsible products that aren’t full of superfluous marketing promises. Transparency is at the heart of what the brand does, opening up the industry and their product to their community.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eAbout The Seventy One Percent Product Range\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eInspired by the surfing community, Seventy One Percent aims to develop \u003ca href=\"https://boutique.seventyone-percent.com/fr/31-shop\"\u003esun-protection products\u003c/a\u003e that are suitable for all skin types. Their formulas use high-quality ingredients that deliver proven performance, while respecting both the consumer and the planet. The brand works in harmony with nature, creating careful formulas and creams that meet their ecological and human values.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhile their products are made in French laboratories, the brand looks across the world for the latest research to fuel their innovation and development.\u003c/p\u003e\u003ch2\u003eThe Most Popular Seventy One Percent Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe Seventy One Percent product range focuses on face and body products that offer ultra-protection for your skin, fuelled by organic ingredients and mineral filters. The brand has a number of cream, stick, and spray SPF products available, so that you’re guaranteed to find one that works for your skin type. \u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eOne of the best-selling products by the brand is their \u003ca href=\"https://boutique.seventyone-percent.com/fr/protection-solaire-visage-corps/34-creme-solaire-minerale-corps-spf-50-3770010160113.html\"\u003eEco Sun Spray\u003c/a\u003e that offers SPF 50+ Invisible. The Eco Sun formula is available in a spray and cream formula, offering SPF 50+ with a water resistant formula that is made using 100% mineral filters. This sunscreen can offer protection for you and everyone in your family, young and old. It acts as a shield against UVA and UVB rays, using a blend of three vegetable oils to protect and strengthen your skin. This product has a vanilla flower fragrance that will make it easy to apply your sunscreen every day.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAnother product worth mentioning is the Dry Sun Oil, which offers SPF30 for your face, body, and hair. It offers sun protection without compromising on pleasure. Its water resistant formula is 80% natural and offers all-in-one protection for everything from your hair to face. This product protects your skin from UVA and UVB rays, with its golden formula giving your skin a natural satin shine, leaving behind a velvety touch on your skin.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe\u003ca href=\"https://boutique.seventyone-percent.com/fr/protection-solaire-visage-corps/33-huile-solaire-corps-visage-cheveux-3770010160106.html\"\u003e Dry Sun Oil\u003c/a\u003e offers a dreamy scent and zero greasy film for non-sticky protection that helps your fan develop a natural tan without suffering from sun damage. This formula is dermatologically tested with a scent that will remind you of your last tropical holiday. It includes aloe vera that helps to soothe your skin after a day in the sun.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe \u003ca href=\"https://boutique.seventyone-percent.com/fr/stick-white/37-stick-solaire-blanc-indice-SPF-50-3770010160182.html\"\u003eOriginal Sun Stick\u003c/a\u003e is a roll-on deodorant style sun protector that offers SPF 50+ with a very water resistant formula. It offers a broad spectrum of protection, including UVA and UVB, while being made with 87% natural ingredients. This product is specially formulated to use on sensitive areas of your face, including active ingredients that protect your skin from exposure to environmental factors.\u003cbr\u003eAnother part of the Seventy One Percent range is care and recovery products that hydrate your skin and offer support from sports recovery and muscle pain. These technical and eco-friendly cosmetic products work for all seasons and conditions, even if you’re interested in extreme sports.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://boutique.seventyone-percent.com/fr/second-skin/35-baume-apaisant-corps-visage-3770010160137.html\"\u003eSecond Skin\u003c/a\u003e is a repairing balm that contains fermented papaya extract and 100% natural active ingredients. This multi-purpose balm is designed for athletes, inspired by the product used by Australian surfers. It protects your skin from the friction caused during long surfing sessions, preventing sun damage, while also irritating irritated lips and soothing insect bites.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://boutique.seventyone-percent.com/fr/creme-soins-et-recuperation/28-eco-sun-shield-invisible.html\"\u003eUrban Feel Good\u003c/a\u003e is a multi-protector SPF30 that is an ultra-moisturizing fluid with anti-pollution and blue light protection. It helps restore your skin’s radiance by rehydrating and plumping your skin to protect, repair, and prevent sun damage. It’s fuelled by probiotics that are activated in the formula to strengthen and protect your skin.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://boutique.seventyone-percent.com/fr/creme-soins-et-recuperation/31-wipe-out-.html\"\u003eWipe Out \u003c/a\u003eis a relaxing artic post-action relaxing gel that uses a 98% natural formula. It’s another product that is designed for athletes and works to relieve aching joints and muscles using a blend of essential oils and proven active ingredients. You’ll find arnica, lemon eucalyptus, turmeric root, wintergreen, menthol, and tea tree oil amongst the ingredients list.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eYou don’t need to be a surfer to enjoy these innovative sun-protection products. There is nothing more important than looking after your skin and preventing sun damage, which can lead to everything from premature aging to skin cancer. While we often think about serums and traditional makeup products, your SPF is the most important product in your routine. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat we love about Seventy One Percent is that it’s taken its inspiration from the world of surfers and brought the need for ultra-sun protection to the masses. Even if you’re not hitting the waves at the beach, you want to make sure that you’re protecting your skin and using at least an SPF30 on a daily basis. Even if its gloomy outside, you need to be wearing an SPF to protect your skin. Seventy One Percent has made natural formulas that are kind to our skin and the world around us.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eYou can explore the full Seventy One Percent product range\u003ca href=\"https://boutique.seventyone-percent.com/fr/31-shop\"\u003e here\u003c/a\u003e.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat do you think of this innovative surfer skincare brand? Do you know the importance of wearing sun-protection every day? Let us know your thoughts in the comments below!\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Seventy One Percent runs with the tagline that “70% of the earth is water, 70% of our body is water, 1% for the planet”. Seventy One is a natural and clean beauty brand that focuses on sun protection. It offers 80-100% natural formulas that are cruelty-free and made in France. This brand was “born from the love of the French wave”. Seventy One Percent are surfers who are passionate about nature and sensations – meeting the expectations of all sun, ocean, and nature lovers.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-09-06T13:04:49.179Z",
		"date": "2021-07-05T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "613611ec5c8d97d7970dd374",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/613611ec5c8d97d7970dd374_Everything%20You%20Need%20to%20Know%20About%20Seventy%20One%20Percent.jpeg"
		},
		"meta-description": "Seventy One is a natural and clean beauty brand that focuses on sun protection. It offers 80-100% natural formulas that are cruelty-free and made in France. ",
		"meta-title": "Everything about Seventy One Percent",
		"name": "Seventy One Percent",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-06T13:06:05.972Z",
		"slug": "seventy-one-percent",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-06T13:06:05.972Z",
		"wordcount": 1331
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "6135fde9096e8ab4bd696fca",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eOne French brand that we’ve fallen head over heels in love with is \u003ca href=\"https://www.instagram.com/seasonly/\"\u003eSeasonly.\u003c/a\u003e It’s clean beauty that works. This brand was born out of a desire to change the way that women take care of their skin by giving them simple and clean products that are easy to use and fool-proof. Their skincare routines focus on streamlined products that pack a bunch. Seasonly want to do away with the three-foot long skincare routine and keep it simple with natural products that are effective, while respecting your skin.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003eIt’s the brand’s mission to create simple and 100% clean products that you could use with your eyes closed. These products are made for real women by women, designed to fit seamlessly into your daily routine. Seasonly’s philosophy is that ‘clean’ beauty is beauty that has found the balance between nature, pleasure, and science. Seasonly has been featured in publications like \u003ca href=\"https://www.vogue.fr/beaute/shopping/story/beaute-nouvelles-marques-a-connaitre-en-2019-green/5063\"\u003eVogue\u003c/a\u003e, Elle, and L’Officiel. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://seasonly.fr/\"\u003eSeasonly\u003c/a\u003e is a clean, vegan, and transformative skincare brand that wants to teach you how to take care of your skin in the easiest way possible. Their Skin Studios offer a 30-minute plumping, lifting, and illuminating facial gym treatment with the help of the expert hands of their facialists.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing something from Seasonly or you want to find out more about this clean beauty brand. We’re taking a deep dive into the world of Seasonly, looking at the philosophy of the brand and its environmentally friendly products. Read on to find out everything you need to know about this innovative beauty brand that offers products “for the best and for the clean”.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003ch2\u003eMeet Seasonly\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eSeasonly’s formulas are short and sweet, with traceable ingredients that are active and sourced ethically. As part of their environmental initiative, the brand uses recycled and recyclable packaging, with their natural cosmetics being manufactured in the brand’s laboratories to their precise charter, ensuring that the product includes the right number of preservatives.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLike other \u003ca href=\"https://www.harpersbazaar.com/beauty/skin-care/a28352553/clean-beauty/\"\u003e‘clean’ beauty\u003c/a\u003e brands, Seasonly has a “no list” of blacklisted ingredients that you will never see included in their formula list. The brand offers everything you need from cleaners to serums and lotions, along with face tools that can create a facial gym and give your skin the TLC it needs.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003eOne of the unique points about Seasonaly is that it offers customoized skincare products that work not only for their specific skincare concern but the season (hence the name!) and the geographical location. Seasonly is one of the biggest players in the ‘natural’ beauty niche in France, giving customers an online experience that allows them to tailor their skincare product that works for exactly what you need.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe mission of Seasonly is to make “clean beauty that works” and to change the way that women look after their skin by making it as simple as possible. Their ambition is to give you a skincare routine that you could do with your eyes closed and with the help of only a few products. Their skincare products are made for real women who don’t have time for a twenty-step skincare routine and who want effective products that work and are respectful for their skin.\u003c/p\u003e\u003cp\u003eTheir accessible skincare products are designed for real women living real lives, customized to meet the needs of their specific skincare concerns. Some of their most popular treatments include anti-sagging, anti-wrinkle treatments, and light therapy technology.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eAlong with offering its personalised skincare, Seasonly also offers several treatments through different imitations across Paris and Bordeaux. These treatments are tailored to your specific skincare concerns and are also offered for groups, whether it’s for a bachelorette party or a girl’s day out. As a clean skincare brand, Seasonly also offers ‘baby and me’ skincare treatments.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAlthough Seasonly promotes themselves as a women-driven brand, their products are unisex, and the brand offers a specific men’s facial in their institutions. These treatments are all at least 30 minutes long with a focus on reboosting your skin. Their facial care studios are inspired by the self-care spots that are popping up all over New York.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eSeasonsly’s Clean Beauty\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eSeasonly call themselves “supporters of the fresh and the true”. They don’t think of ‘clean’ as just being a buzzword but instead as the “standard of tomorrow”. The brand promotes clean beauty as being a balance between nature, pleasure, and science. Seasonly works with short formulas and locally sourced, traceable active ingredients. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAs an environmentally conscious brand, Seasonly uses packaging that is recycled and recyclable. They manufacturer their products in their own laboratories, following their specific charter to ensure every product is up to their high-quality standards. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePart of Seasonly’s work includes educating their community on what their skin needs and doesn’t need to keep it healthy. Like most clean and green beauty brands, Seasonly have a “no list” of ingredients that are banned from their production process.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eBeauty that is made to look like you\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eSeasonly isn’t just a ‘clean’ beauty brand, it’s also an inclusive brand. They describe how “we don't want to invest in perfectly plastic mannequins, they don't look like us, and above all, they don't look like you”. The brand points to its community – to you – as being their muse. Their community are the ambassadors for their products – with their crow’s feet, redness, bumps, and wrinkles. Seasonly looks to their community for inspiration with a mission to create beauty that is made to look like you – like a real woman and not a photoshopped supermodel on the cover of a magazine. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eEducation is a cornerstone in the philosophy of the brand. They allow their community to feed into their product creation, constantly sharing knowledge and organizing their ‘Skin Schools’ to help with brainstorming for future products. They also host ‘Green Talks’ with their community to discuss the challenges of tomorrow’s beauty industry, whether it’s with consumers, scientists, and artists.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe Gym Treatment Studio\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eYour skin deserves a good workout. While a moisturizer can do wonders, it can’t do everything for you. Seasonly have created their ‘gym treatment studio’, taking inspiration from the self-care spots that are popping up all over New York for women. The \u003ca href=\"https://seasonly.fr/products/soin-gym-glow\"\u003e‘Gym Care Studio’ \u003c/a\u003eis a 30-minute massage that is designed to brighten your day – and your skin. It’s a short 30-minute treatment that can make all the different to your skin by giving it a much-needed reboost.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThis treatment is offered at Seasonly’s six different studios across Europe. The Gym Treatment focuses on removing makeup, stretching the facial muscles and gradually warming up the face using a series of lifting techniques. These techniques include rolling masseters and nasolabial folds. The facialist will knead frown lines and work on each eyebrow to smooth and lift the skin around your brows. The lifting techniques will focus on the pyramidal muscle and forehead, before smoothing and applying a moisturizer routine before finishing with a quartz roller.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIt’s not just women who can benefit from this innovative treatment – it’s also available for men as a 30-minute boot camp to help rejuvenate your skin’s radiance and firmness.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAlong with the Gym Treatment, Seasonly’s portfolio of treatments include everything from a\u003ca href=\"https://seasonly.fr/products/soin-lift-coreen\"\u003e Korean Lift\u003c/a\u003e to their ‘Glow and Friends Duo’ and ‘Summer Plumpy’ treatment. These different treatments can be tailored to the needs of every client, whether you’re young or old, or have sensitive or oily skin. The six institutes across Paris and Bordeaux are amongst the most famous aspect of the brand, with Seasonly’s Parisian institutes offering the Korean Lift.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSeasonly is clean beauty that works – with a mission to change the beauty industry from within and to make it reflect the real woman. There’s no point seeing beauty products in people who are airbrushed and photoshopped to perfection. Instead of having a celebrity as their muse, Seasonly looks to its community for inspiration. We love this innovation and its focus on creating beauty products that reflect real women – with all their crow’s feet, wrinkles, and acne. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWith the help of Seasonly, you can ditch your k-beauty style 20-step skincare routine a and downsize it to a streamline skincare routine that you can do with your eyes closed. Consistency and healthy ingredients are the secret to glowing skin – and that’s exactly what you’ll get with Seasonly. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eWhat do you think of brands like Seasonly that market themselves towards ‘real’ women? Are you interested in green beauty brands like Seasonly? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "One French brand that we’ve fallen head over heels in love with is Seasonly. It’s clean beauty that works. This brand was born out of a desire to change the way that women take care of their skin by giving them simple and clean products that are easy to use and fool-proof. Their skincare routines focus on streamlined products that pack a bunch. Seasonly want to do away with the three-foot long skincare routine and keep it simple with natural products that are effective, while respecting your skin.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-09-06T11:39:21.693Z",
		"date": "2021-07-02T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "6135fde093af4a7a1a3061e9",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/6135fde093af4a7a1a3061e9_Seasonly%20%E2%80%93%20The%20Vegan%20French%20Skincare%20Brand%20.jpeg"
		},
		"meta-description": "Seasonly is a clean, vegan, and transformative skincare brand that wants to teach you how to take care of your skin in the easiest way possible. ",
		"meta-title": "Seasonly – The Vegan French Skincare Brand ",
		"name": "Seasonly ",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-06T11:39:21.693Z",
		"slug": "seasonly",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-06T11:39:21.693Z",
		"wordcount": 1421
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "611bc6d2c2bc0447e14e432a",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eIf you’re looking for a chic Parisian skincare brand, look no further than \u003ca href=\"https://www.ohmycream.com/\"\u003eOh My Cream\u003c/a\u003e – a next-generation beauty boutique. Oh My Cream describes itself as “the alternative beauty concept store that takes care of you and your skin”. What we love about this beauty brand is its focus on using basic steps that can make a real different to your daily beauty routine. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe concept of Oh My Cream is simple. It’s based on a desire to combine a selection of clean and efficient\u003ca href=\"https://jumble.tv/brands\"\u003e brands \u003c/a\u003ewith tailor-made and expert advice, all carried by an innovative website and intimate boutique shops.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe Oh My Cream skincare range is a collection of basic products that are designed to keep your skin looking pretty and feeling healthy. These products are tailored to give your skin exactly what it deserves to keep it looking fresh.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing something from Oh My Cream or you want to find out more about the brand. We’re taking a deep dive into the world of Oh My Cream, looking at the philosophy of the brand and its next-generation mentality. Read on to find out everything you need to know about this innovative beauty brand.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eHow Oh My Cream selects their beauty products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eWhen it comes to choosing which products to stock, Oh My Cream focuses on looking at the ingredients within the formula. Before the products appear on their shelves, they have to meet the brand’s strict criteria, which also focuses on the environmental impact and efficiency of the product.\u003cbr\u003eHere are some of the products that you can find in Oh My Cream boutiques:\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e1.\tFace, body, and hair treatments\u003c/p\u003e\u003cp\u003eThe brand focuses on selecting treatments that are powered by active ingredients that are kind to your skin and body.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e2.\tFood supplements and superfoods\u003c/p\u003e\u003cp\u003eWhen Oh My Cream are selecting which supplements to stock, the brand consults a team of experts, including pharmacists and naturopaths to select the best brands that are 100% safe.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e3.\tBeauty tools and equipment\u003c/p\u003e\u003cp\u003eWhether it’s massage tools, LED-powered equipment, or even ultrasounds, Oh My Cream only stocks beauty tools that deliver proven skin benefits.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe founding principle for choosing which products to stock is ‘clean above all else’. The brand advocates for absolute transparency, giving its community the knowledge and tools that it needs to make an informed decision on which products to use.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e Oh My Cream is built on the philosophy and values of its founder, Juliette – authenticity, benevolence, and humility. The brand is committed to throwing back the curtains and showing what the brand is like behind the scenes, with a commitment to transparency.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe Oh My Cream team has a passion for beauty at the heart of everything it does. It aims at being innovative, using experts and the latest research to develop the brand’s strength and provide the must-have up-and-coming products of the future.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe philosophy of Oh My Cream\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eOne of the things that we love about Oh My Cream is that it’s a 100% female company. While this happened by accident, we think it proves the power of female entrepreneurship to bring innovation to the beauty industry. While the brand works with male consultants through their agencies, who support their daily work, the core team is all women.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAs a female-founded business, Oh My Cream is a futuristic brand that is committed to supporting its employees. It offers everything from flexible maternity leave to organizing working hours in a way that suits the lifestyle and commitments of its employees. As a next-generation beauty brand, Oh My Cream allows its employees to work flexibly using teleworking.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe boutique’s environmental efforts\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eOh My Cream works with a number of committed partners who are on the same journey as them and same the same philosophy of inclusion and environmental protection.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eA number of the brands that the boutique carries reflects the sustainability and environmental philosophy behind Oh My Cream. Ren Skincare, one of the boutique’s brands, has a zero-waste goal that it hopes to hit this year with fully recyclable packaging, including refillable bottles and packaging made using plastic collected from the sea and beaches.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand \u003ca href=\"https://jumble.tv/brands/everything-you-need-to-know-about-patyka\"\u003ePatyka\u003c/a\u003e also packages its products in recycled cardboard, without using glue and vegetable ink for reduce environmental damage. Oskia, another brand offered by the boutique, uses bio-sourced plastic packs that are made using cane sugar. Other brands carried at the boutique, including \u003ca href=\"https://jumble.tv/brands/everything-you-need-to-know-about-les-huilettes\"\u003eHuilettes\u003c/a\u003e and Joelle Ciocco, promote sustainability by using short supply chains and sourcing directly from small and independent producers.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://www.instagram.com/ohmycream/\"\u003eOh My Cream \u003c/a\u003ehas a logistic workshop in Ile-de-France, where your order will be packaged up and shipped. The workshop uses a number of initiatives to help limit the brand’s impact on the environment.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe on-site team at the workshop sort through the waste and ensure that it is properly recycled. Anything that can be reconditioned and recycled is upgraded. Some of the paper is used to feed paper mills, while leftover cardboard is reused by cardboard makers. Other types of waste, including wood, is reused in an appropriate manner. The boxes that arrive for their partner brands are reused to ship the merchandise to the boutiques to reduce waste. Single used plastic is minimised as much as possible to reduce the boutique’s environmental footprint.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAnother method of avoiding unnecessary waste is by using a computer system that manages the expiration dates of products to prevent waste. There is only one or two restocks of the brand’s Parisian boutiques to limit the carbon impact of these deliveries.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe logistics workshop is lit using an LED system and motion detectors to keep electrical consumption at a minimal, with the on-site team being trained on consumption of consumables like electricity.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eOh My Cream Skincare\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe mission of Oh My Cream Skincare is to democratize high-quality skincare and make it available at an affordable price point. The brand’s in-house skincare label is made in France, along with both the formula and packaging. On the environmental front, the brand uses glass packaging where possible and practical to do so, as well as recyclable plastic packs. The purpose of Oh My Cream is to create an increasingly eco-friendly beauty brand that takes steps everyday to improve its environmental footprint.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWithin their boutiques, Oh My Cream works to minimize waste, including by using soft terrycloth linen. Their future plans include swapping out their cotton linen to bamboo, which uses less water and has a longer lifespan. The brand has set out a zero-paper goal that it wants to achieve by 2022.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePhilanthropy is also at the heart of what Oh My Cream does. The brand makes regular shipments of products to associations in need, particularly those that support isolated mothers and their children. Items that are purchased for marketing shoots and items that can’t be reused are donated to people in need. Anything that can be given a new home – whether it’s office furniture or leftover food from an event – is donated to a needy cause.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOh My Cream is a relatively young start-up at only 5-years-old but it’s already making waves within the Parisian beauty scene. What we love about it is its sustainability mission and its commitment to choosing beauty brands that meet its philosophy and environmental efforts. If you’re looking for a new private label skincare brand or a new boutique to visit, look no further than Oh My Cream. This female-founded beauty brand is one of the most exciting ones on the market and one that we’re looking forward to watching grow and expand in the years to come.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003e\u003cem\u003e‍\u003cbr\u003eHave you ever heard of Oh My Cream? Are you going to check-out their boutique or skincare brand? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "If you’re looking for a chic Parisian skincare brand, look no further than Oh My Cream – a next-generation beauty boutique. Oh My Cream describes itself as “the alternative beauty concept store that takes care of you and your skin”. What we love about this beauty brand is its focus on using basic steps that can make a real different to your daily beauty routine. ",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-08-17T14:25:22.082Z",
		"date": "2021-07-05T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "611bcffd1080f75ea727d8cf",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/611bcffd1080f75ea727d8cf_Everything%20You%20Need%20to%20Know%20About%20Oh%20My%20Cream.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the world of Oh My Cream, looking at the philosophy of the brand and its next-generation mentality.Read on to find out.",
		"meta-title": "Everything You Need to Know About Oh My Cream",
		"name": "Oh My Cream",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-06T10:46:52.918Z",
		"slug": "everything-you-need-to-know-about-oh-my-cream",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-06T10:46:52.918Z",
		"wordcount": 1304
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "611bc1371c89b6b750b86522",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003e\u003ca href=\"https://www.instagram.com/odacite/\"\u003eOdacite\u003c/a\u003e is a vegan and cruelty-free skincare brand that we think everyone should now about. This brand tests their products on real people and not available, while being product to carry a PETA certificate. This California-based brand is made with French savoir faire. It marries the best of two worlds: result-driven French skincare the green California revolution, promoting environmental sustainability. Odacite is efficacy plus purity to produce the skincare products of the future.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand does not use fillers, parabens, nanoparticles, synthetic perfumes, or dyes in its formulas. Odacite promotes itself using the hashtag \u003ca href=\"https://www.instagram.com/explore/tags/tohealthandbeauty/\"\u003e#ToHealthAndBeauty \u003c/a\u003e– encapsulating the ethics and philosophy of this next-generation \u003ca href=\"https://jumble.tv/brands\"\u003eskincare brand\u003c/a\u003e. These products are made in California with GMO-free formulas. Odacite promotes itself as “the art of clean beauty” that unites research and the expertise of French skincare with Californian living to create a modern skincare product.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing something from Odacite or you want to find out more about the brand. We’re taking a deep dive into the world of Odacite, looking at the philosophy of the brand and its environmentally friendly products. Read on to find out everything you need to know about this innovative beauty brand.\u003c/p\u003e\u003ch2\u003eAbout Odacite\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eOdacite was founded by\u003ca href=\"https://www.instagram.com/p/CDgTTd_K6wC/\"\u003e Valerie Grandury,\u003c/a\u003e who was born and raised in Paris before moving to Los Angles. She’s gone from fighting cancer to fighting wrinkles. Her journey within the beauty industry started when she was diagnosed with breast cancer, which acted as a wakeup call.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eValerie changed everything about her life, quitting her job and going back to school to become a health and wellness coach before embarking on a journey to remove toxins from her life.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eWhen it came to launching her skincare brand, Valerie wanted formulas that didn’t sacrifice on performance. Her goal was to create efficient and pure formulas that delivered results. Unable to find this style of skincare product, Valerie started to blend custom-made skincare for herself and private clients. Word about her products spread fast, with demand growing, leading to the launch of Odacite.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe name Odacite is a play on the French word ‘Audacity’, reflecting how the brand brings together the best of Californian and French living to create a sustainable and toxin-free skincare brand.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eTopanga is the birthplace and inspiration behind Odacite. It’s the bohemian-chic region of Los Angeles and forms the bridge between Los Angeles and Malibu. Topanga Canyon captivates your spirit and will make you fall back in love with nature. The beauty and harmony that marry at Topanga provide the inspiration for Odacite’s products, whether it’s the subtle scent of wild sage or the tender night blooming jasmine.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOdacite was launched in 2009 with a collection of pure plant\u003ca href=\"https://www.cultbeauty.com/fr/en/odacite?gclid=Cj0KCQjwm9yJBhDTARIsABKIcGaZ_wxROQ9wWHflVl98rbl3di5yeaif5kd04MMdk5ArraTL4ne5tPAaApr4EALw_wcB\u0026gclsrc=aw.ds\"\u003e ‘Serum Concentrates’ \u003c/a\u003ethat are rich in skin-essential nutrients. These serums were designed to target a variety of common skincare problems, with the concentrated oils working with your cells to re-establish your skin’s equilibrium. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOdacite focuses on rejuvenating, fortifying, protecting, and vitalising your skin using nourishing formulas. This female-owned business is one of the most exciting USA-based skincare brands that we’re closely watching as we head into the future. Odacite has appeared in publications like Vogue, Elle, InStyle, and Cosmopolitan.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe ingredients used by Odacite\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAs part of its mission, Odacite is committed to sourcing only the best ingredients to create their innovative skincare products. Its goal is to create effective skincare products that deliver proven results, without using toxins. The brand has travelled the global to find the highest-quality ingredients, including plant extracts and oils, to produce their next-generation formulas. Their products deliver ultimate potency and deliver absolute freshness and purity for your skin. Every Odacite product is \u003ca href=\"https://en.wikipedia.org/wiki/Cruelty-free\"\u003ecruelty-free\u003c/a\u003e and tested on real people, not animals.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThese ingredients are chosen to nourish your skin cells and heal and rejuvenate your skin. Odacite combines all-natural ingredients to create multi-purpose products that heal your skin, soften its texture, and tackle everything from blemishes to premature aging.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThese products work to rejuvenate, replenish, and rehydrate your skin. You can think of these skincare products as being nothing short of magic. This mix of natural ingredients are packed full of healthy active minerals, antioxidants, and skin-loving nutrients. \u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eOdacite hand-selects potent botanicals that are organic, wild-crafted or grown without chemicals and far away from pollution. The brand only uses fresh, pure, and organic ingredients that give your skin the nourishment it needs to look healthy and glow from within.\u003cbr\u003eIngredients on the Odacite ban list include:\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tFillers\u003cbr\u003e•\tPreservatives\u003cbr\u003e•\tParabens\u003cbr\u003e•\tPhenoxyethanol\u003cbr\u003e•\tNanoparticles\u003cbr\u003e•\tPetrochemicals\u003cbr\u003e•\tPEG\u003cbr\u003e•\tSynthetic perfumes and dyes\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eFreshness is a key part of Odacite’s formulas and creation. The brand believes that fresh ingredients are the key to the success of its formulas, using only the most potent and effective natural ingredients. The freshest formulas are found within the brand’s accurately named ‘Fresh Collection’. The products within this collection are formulated upon order and come with a ‘fresh by’ date, similar to the ‘best before’ date that you find on food.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s ‘Private’ and ‘Pure Element’ collections are prepared fresh every day in small batches within Odacite’s Californian lab. The ‘Pure Elements’ collection is a unique range that is different in everything from its names to ingredients. There are currently 18 products in the collection, which includes everything from age-defying oils to youth serums and facial concentrations that soothe and rejuvenate your skin. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eBy using natural ingredients, Odacite products are formulated for sensitive skin types, preventing the irritation that typically comes with products that contain harsh chemicals and irritants. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe ‘Pure Elements’ collection also includes a combination of products that are designed to rejuvenate your skin.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe Odacite Product Range\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eOdacite is a skincare brand that offers products that tackle a \u003ca href=\"https://odacite.com/\"\u003ewide range\u003c/a\u003e of skin concerns. Their tailored formulas are focused on tackling six main concerns: age defying, hydration, firmness, sensitivity, radiance \u0026amp; glow, alone with oily-combination skin.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eYou can find the Odacite product range in over 30 countries, showing the power of one woman’s mission to bring her therapeutic expertise to the beauty industry. The success of Odacite is due in no small part to its dedication and commitment to using cruelty-free and natural formulas, the kind that consumers are actively seeking out.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOdacite is a skincare brand that goes back to basics by using natural ingredients, removing the harsh chemicals that we find in most beauty products, and which can irritate your skin. Some of the most beauty women in history have been known to use powerful natural ingredients. Cleopatra used Moringa Oil, while the geishas in Japan used Camelia oil to maintain their skin’s luminous glow. Odacite builds on these classic and skin-soothing benefits of natural ingredients, while giving them a contemporary twist.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAs we look to the future of the beauty industry, Odacite is one brand that we’re excited to be following. If you’re looking for an innovative brand that is kind to your skin and the world around us, look no further than Odacite. With tis inspiring origins story and its use of natural and sustainable ingredients, we can picture Odacite growing from strength to strength. As the ‘green beauty revolution’ continues, brands like Odacite are only going to become more popular.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003e\u003cem\u003e‍\u003cbr\u003eWhat do you think of Odacite and it’s natural formulas? Is it the kind of brand that you would shop with? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Odacite is a vegan and cruelty-free skincare brand that we think everyone should now about. This brand tests their products on real people and not available, while being product to carry a PETA certificate. This California-based brand is made with French savoir faire. It marries the best of two worlds: result-driven French skincare the green California revolution, promoting environmental sustainability. Odacite is efficacy plus purity to produce the skincare products of the future.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-08-17T14:01:27.781Z",
		"date": "2021-07-02T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "611bc13448c8da8edc484bdb",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/611bc13448c8da8edc484bdb_Everything%20You%20Need%20to%20Know%20About%20Odacite.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the world of Odacite, looking at the philosophy of the brand and its environmentally friendly products. ",
		"meta-title": "Everything You Need to Know About Odacite",
		"name": "Odacite",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-07T15:30:30.678Z",
		"slug": "everything-you-need-to-know-about-odacite",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-07T15:30:30.678Z",
		"wordcount": 1234
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "611bbc7cbc86fb2596931833",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003e\u003ca href=\"https://fr.loccitane.com/?gclid=Cj0KCQjwm9yJBhDTARIsABKIcGaIzZ9O9Ss8DpUoFCojMrxLSmuyX_ZwVsCJmenypMg1PvzjQ1vVVVsaAlQREALw_wcB\"\u003eL’Occitane \u003c/a\u003eis one of the most recognisable beauty and skincare brands in the world. One of its best-selling products is its miniature hand creams, which you’ll find on every beauty editor’s must-have list. The brand is synonymous with its\u003ca href=\"https://en.wikipedia.org/wiki/Provence\"\u003e Provence\u003c/a\u003e origins and its focus on the idea of taking inspiration from the world around us. While L’Occitane is a brand with a rich heritage, it’s also got its eyes fixed on the future with a commitment to sustainability and protecting our natural environment.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve stumbled onto this guide, it’s likely that you’re thinking of making a purchase from L’Occitane or that you want to get the know the brand better. We’re taking a deep dive into the world of all things L’Occitane to find out more about what makes it so popular and a household name across the world.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eSpoiler alert: L’Occitane is one brand that you’re going to fall in love with. Grab your credit card and be ready to make a few impulse purchases!\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eRead on to find out more about L’Occitane and what the brand stands for, along with its\u003ca href=\"https://www.investopedia.com/terms/s/sustainability.asp\"\u003e sustainability\u003c/a\u003e commitments. We’re focusing on the sustainability and ethical philosophy that makes the brand stand out from the crowd.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe L’Occitane Story\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe story of \u003ca href=\"https://www.instagram.com/loccitane/\"\u003eL’Occitane \u003c/a\u003ebegins in the markets of Provence, France. It began as a small truck and was founded by 23-year-old Olivier Baussan who began to distil rosemary essential oil to sell locally from the truck. He used his knowledge of plants to create natural products, including oils and soaps. Baussan took his inspiration from the Provenance countryside and the natural beauty of the world around us. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe origin of L’Occitane continues to influence the brand’s development and story. It’s committed to showing off the very best of what Provence has to offer. Everything that L’Occitane does is to help preserve the natural environment that acted as the original inspiration behind the brand.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eL’Occitane’s philosophy is built on the idea that “nature matters, people matters” with sustainability and ethical supply chains at the heart of the brand’s production.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eL’Occitane ingredients\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eWhen it comes to talking about a beauty brand, it’s only right to deep dive into the ingredients that they use. At L’Occitane, the brand is committed to using high-quality natural ingredients that are traceable. The brand uses over 200 different botanical ingredients, with a quarter of them being organically certified. They hand select their ingredients based on their effectiveness and the way they react with your skin. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eEvery ingredient is used at its ideal concentration, practising natural ingredients wherever possible. Instead of using petrochemical-derived oils, the brand uses vegetable oils that work better with our skin. All of the ingredients used by L’Occitane are ethically sourced and chosen with care.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eL’Occitane is one brand that is involved from the ground level up, getting to know their raw ingredients and suppliers from the inside out. They’re actively involved in everything from the basic seed through to the finished formula and product.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand works directly with over 130 French farmers and 10,000 pickers who are located everywhere from the lavender fields of Provence to the fields of Corsica to secure high-quality and sustainable ingredients.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe four commitment pillars of L’Occitane \u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eL’Occitane has four commitment pillars that drive everything that the brand does. It sees nature as the model behind its brand, drawing inspiration and using it as a means of driving innovation. When choosing ingredients, L’Occitane focuses on its four pillars of traceability, sustainability, fairness, and quality.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://www.keyence.com/ss/products/marking/traceability/basic_about.jsp#:~:text=Traceability%20is%20the%20ability%20to,been%20increasing%20in%20importance%20and\"\u003e\u003cstrong\u003eTraceability \u003c/strong\u003e\u003c/a\u003efocuses on knowing exactly where the ingredients have come from. L’Occitane works with local producers wherever possible, in order to reduce and regulate their carbon footprint, while also helping to support local businesses and promote the social fabric of the Provence region. The brand gives priority to the small networks that bring added value to the producer and allow L’Occitane to fully trace the ingredient from being a seed to being in the finished formula.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003ca href=\"https://www.investopedia.com/terms/s/sustainability.asp#:~:text=What%20Is%20Sustainability%3F,profits%2C%20planet%2C%20and%20people.\"\u003e\u003cstrong\u003eSustainability\u003c/strong\u003e\u003c/a\u003e\u003cstrong\u003e i\u003c/strong\u003es a focal point of the brand’s work. They’re committed to making no compromises when it comes to protecting endangered species or the communities that work with them. L’Occitane carry out effectiveness tests and experiment with combining ingredients that meet the cosmetic needs of the market.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003eFairness\u003c/strong\u003e is another pillar for L’Occitane. The brand is focused on building partnerships, including through multi-year contracts with its producers. L’Occitane guarantees its partners a minimum purchase volume and a fair price. Several of the brand’s suppliers for ingredients like shea butter, argan oil, and orange blossom floral water are fair trade approved. The brand also donates a percentage of the purchase price for these products towards local development projects.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003eQuality\u003c/strong\u003e is the fourth pillar for L’Occitane. They have a specific specification that all their ingredients and technical partners have to meet. Their key ingredients are primarily organically derived, guaranteeing the absence of chemical inputs. The harvesting of wild plants is overseen by the brand’s sustainable harvesting guidelines to help protect the integrity and habitat of such plants.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSome of the main headlines of L’Occitane’s four pillars include that they have:\u003cbr\u003e•\t30 traceable ingredient supply chains with 50% organic certificated \u003cbr\u003e•\t80 partnerships with farmers \u003cbr\u003e•\t10,000 pickers working for L’Occitane across France\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eL’Occitane’s sustainability work\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe brand launched a large-scale organic immortelle plantation programme in Corsica. This initiative focuses on respecting the environment with equality and fairness. The project brings together ten different Corsican growers and distillers, using organic farming methods and contracts that cover up to seven harvests to give these communities the stability that they need.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eShea butter is one of the key ingredients for L’Occitane. The founder of L’Occitane, Olivier Baussan, discovered shea butter during a trip to Burkina Fason in 1980. It was the beginning of a joint sustainability partnership with the women in the community who produced the shea butter. Since 2015, L’Occitane have been developing projects that focus on protecting the shea tea and reducing the environmental impact of the production of shea butter, while maintaining the local skill base. Over 10,000 women are working within the local industry and sell their shea butter at a price point that is twice that of standard shea butter, thanks to these initiatives.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eL’Occitane’s six commitments for protecting our planet\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAnother one of L’Occitane’s pledges focuses on six commitments for protecting our planet and treating people with respect.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eFor respecting biodiversity, L’Occitane use only traceable and sustainability sourced ingredients wherever possible. They ensure that the plants are cultivated and harvest in a way that doesn’t harm the environment or surrounding biodiversity. They’ve also developed supply chains that help to protect local plant species. L’Occitane launched the first organic immortelle plantation in Corsica and have helped to bring almond trees back to Provence, while working to protect lavender production that has been under threat by climate change. L’Occitane has an ambitions aim to protect 1,000 species and varieties of plants by 2025.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSupporting producers is the second pillar and focuses on the relationship between L’Occitane and its producers, which are based on trust and mutual respect. They have long-term and non-exclusive contracts with their producers, ensuring that they pair them a fair price and offer technical and financial support. L’Occitane aims to have a Fair-Trade relationship with all of their direct producers by 2025.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe third pledge is to reduce waste. It’s part of L’Occitane’s three Rs – recycle, reduce, and react – which focuses on the impact of plastic pollution. The brand offers a recycling service in most of their stores and have partnered with TerraCycle to tackle difficult-to-recycle packaging. They also offer refills and are striving to make their packaging as environmentally friendly as possible. The brand aims to ensure that 100% of their bottles are made using 100% recycled plastic by 2025, with 100% of their stores offering a recycling service.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eCommitment number four is for empowering women. L’Occitane firmly believes in the idea of gender equality and empowering women. Through their work in Burkina Faso, they are helping women to make their own shea butter as a way of gaining independence. The brand’s Foundation has helped these women to access everything from microcredits to literacy programmes and education for children. Every year, L’Occitane sell fund-raising products to promote women’s leadership. By 2025, the brand aims to be supporting 60,000 women in their socio-economic development.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe fifth commitment is caring for sight. If you’ve ever seen a L’Occitane product, you’ll have notice that there is braille on the packaging and that they sell fundraising product to help fight preventable blindness. The brand partners with UNICEF and NGOs, along with working through their foundation, to support those who are blind or visually impaired. L’Occitane’s goal is to enable 10 million beneficiaries to have access to eye care within the next few years.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe sixth and final pillar of L’Occitane’s philosophy is about celebrating craftsmanship. The brand recognises that artisanal skill is disappearing and that it is more important than ever. L’Occitane works with local craftsmen to showcase their talents and work with them to create exclusive products that celebrate their traditional artisanal skills. The brand wants to continue to support artisans and share their skills and stories with other.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eWhat do you think of L’Occitane? Is it a beauty brand that you’re interested in? Does its sustainability mission make you more likely to purchase from them? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "L’Occitane is one of the most recognisable beauty and skincare brands in the world. One of its best-selling products is its miniature hand creams, which you’ll find on every beauty editor’s must-have list. The brand is synonymous with its Provence origins and its focus on the idea of taking inspiration from the world around us. While L’Occitane is a brand with a rich heritage, it’s also got its eyes fixed on the future with a commitment to sustainability and protecting our natural environment.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-08-17T13:41:16.379Z",
		"date": "2021-06-28T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "611bbc6722e3ebe1b6de3218",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/611bbc6722e3ebe1b6de3218_Everything%20You%20Need%20to%20Know%20About%20L%E2%80%99Occitane.jpeg"
		},
		"meta-description": "Read on to find out more about L’Occitane and what the brand stands for, along with its sustainability commitments. ",
		"meta-title": "Everything You Need to Know About L’Occitane",
		"name": "L’Occitane",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-07T15:47:53.465Z",
		"slug": "everything-you-need-to-know-about-loccitane",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-07T15:47:53.465Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "611ba656a144754aa00fac28",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eMeet the French clean beauty brand that everyone is talking about - and we mean everyone. \u003ca href=\"https://www.instagram.com/leshuilettes/\"\u003eLes Huilettes \u003c/a\u003ehas been featured everywhere from Elle to Vogue and \u003ca href=\"https://www.grazia.fr/beaute/soins-visage-corps/la-it-list-de-la-semaine-grain-de-beaute-et-rituel-bien-huile-888002\"\u003eGrazia\u003c/a\u003e, amongst other publications. It focuses on feel-good beauty that is kind to your skin and the world around us, putting authenticity, integrity and sensorially at the heart of the brand. This beauty promotes the idea of green and natural beauty, with 100% organic and vegan formulas. These formulas are made using the purest essential oils and virgin vegetable oils that are handpicked for their efficiency and sensorially.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003e\u003ca href=\"https://www.leshuilettes.com/en/\"\u003eLes Huilettes\u003c/a\u003e is the brainchild of two long-term friends, Claire and Pascale. Pascale is a Doctor of Pharmacy and has a degree in Aromatherapy, with a background in developing cosmetic formulas for luxury brands. Claire is a marketing and PR executive who has worked with luxury brands in the beauty and food industries. These friends have worked together to create an effective range of natural skincare products that nourish your skin.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat we love about Les Huilettes is that it’s a \u003ca href=\"https://www.investopedia.com/terms/s/sustainability.asp#:~:text=What%20Is%20Sustainability%3F,profits%2C%20planet%2C%20and%20people.\"\u003esustainability\u003c/a\u003e-focused brand that makes a conscious effort to develop their formulas using high-quality and organic ingredients that are locally sourced. The sustainability mission includes eco-designed packaging, glass bottles, and avoiding the use of excessive packaging and plastic.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe mission of Les Huilettes is to bring emotion back into our beauty rituals, suspending time to allow a moment for yourself with a self-care routine. Les Huilettes uses effective yet ultra-clean formulas that use the incredible synergy of essential oils.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing something from Les Huilettes or you want to find out more about the brand. We’re taking a deep dive into the world of Les Huilettes, looking at the philosophy of the brand and its environmentally friendly products. Read on to find out everything you need to know about this innovative beauty brand.\u003c/p\u003e\u003ch2\u003eWhat you need to know about Les Huilettes\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes was launched in 2017 at Colette, Huilettes. The brand has quickly expanded and is available in household names like Bon Marché, Printemps, \u003ca href=\"https://jumble.tv/brands/everything-you-need-to-know-about-oh-my-cream\"\u003eOh My Cream\u003c/a\u003e and in some pharmacies across France. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThis beauty brand is based on authenticity, commitment and the bringing the heart back into our beauty routines. Les Huilettes offers a new approach to skincare, using 100% active organic and unique formulas that are derived from high-quality ingredients that are hand-selected for their effectiveness and sensoriality. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePascale works in her Parisian laboratory to choose the natural active ingredients that give the most promising skin benefits. She sources the ingredients from high-quality partners and producers, focusing on organic farming and eco-friendly practices. Every ingredient is picked for its intrinsic qualities, including everything from its colour to odour. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat makes Les Huilettes different from other natural \u003ca href=\"https://jumble.tv/tag/skincare\"\u003eskincare \u003c/a\u003ebrands is its focus on concentrating the benefits of the skin and the mind to create nourishing skin-loving products.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eWhen you get your hands on a Les Huilettes product, it’s like a moment suspended in time. The brand wants you to treat your skincare routine as an opportunity to ‘inhale good vibes, exhale well-being’ and embrace a desire to enjoy life to the fullest while feeling good. Wellness is at the heart of the brand, promoting the idea of your skincare being a form of self-care.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes focuses on using naturally effective ingredients, including botanically and biochemically defined essential oils, cold-pressed, unrefined, and unprocessed plant oils, butters, waxes. These natural ingredients are rich in unsaturated and unsaponifiable fatty acids and provide skin-loving benefits. The brand turns to nature to obtain high-quality ingredients that are highly traceable and exceptional for their formulas.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eLes Huilettes green mission\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes have taken their \u003ca href=\"https://jumble.tv/tag/sustainability\"\u003esustainability\u003c/a\u003e mission to the next level by partnering with Up2green on reforestation projects, which help to reduce CO2 emissions and provide local communities and families with a direct income from the fruit bearing trees that they plant.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand is certified COSMOS ORGANIC by Ecocert Greenlife, according to the COSMOS standards and is vegan register by the Vegan Society.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eEvery Les Huilettes product is made in small batches in France to guarantee maximum freshness of the active ingredients within the formula. These products are tested in independent laboratories, including cutaneous and ophthalmic tolerance tests and efficiency tests under dermatological and ophthalmological control.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes uses high-quality ingredients and is free of controversial ingredients, including palm oil and beeswax. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s products are 100% local and made in France using formulas that are created in an integrated laboratory in Suresnes in the Paris region. The production and packaging all occur within France, ranging from Nice to Lyon.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eYou’ll find the ‘Powered by Region Paris’ label on these products, which supports and accompanies small and medium-size businesses that are aiming to grow both nationally and internationally. It’s part of a network of over 3,000companies that contribute to the economic dynamism of the Parisian region.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes is committed to protecting our planet by creating skincare products that respect your skin and the world around us. The brand is set on finding a sustainable way of encouraging more reasoned consumption of beauty product, by getting ahead of the curve and designing their products to limit their ecological impact. Les Huilettes believes that together, we can form the good habits that can save our planet.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand focuses on the ‘3R’ pillars behind its philosophy – Reduce, Reuse, Recycle – for responsible consumption. Les Huilettes sets out to educate its community on the good habits that can have a major impact.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes uses eco-friendly, recyclable, and reusable packaging- including glass bottles and recycled plastic for their products. Their aim to reduce over-packaging is realised by removing cardboard boxes and not including instructions with their packaging. The brand’s packaging also includes lean printing, meaning that no lamination or \u003ca href=\"https://oceanservice.noaa.gov/facts/microplastics.html#:~:text=Microplastics%20are%20small%20plastic%20pieces,our%20ocean%20and%20aquatic%20life.\u0026text=Plastic%20debris%20can%20come%20in,)%20are%20called%20%E2%80%9Cmicroplastics.%E2%80%9D\"\u003emicroplastics \u003c/a\u003eare used by the company. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOne of the initiatives that Les Huilettes is promoting is the idea of a circular economy using the 3Rs as its base. As part of this initiative, the brand encourages its customers to sort out its recycling better by separating different elements. They also encourage you to give your bottles a second life. Once you’ve finished your product, you can ask for a return postage slip to return your bottle free of charge to Les Huilettes. Once your bottle is cleaned and reused, you’ll receive a 10% discount off your next order.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003ch2\u003eReforestation and Les Huilettes\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAnother form of action that Les Huilettes is taking is against reforestation. The brand has chosen to sponsor two reforestation projects as part of its environmental initial. In Tarn, they’re supporting the Envol Vert that is developing a conservation project that is restoring old fruit trees and ponds in order to enhance old and local biodiversity.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e In India, they’re supporting the Up2green Reforestation program. They’ve chosen to focus their efforts in Tapi in the Gujarat region of India. Les Huilettes’ partnership with Up2green has led to:\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e- 500 fruit trees (including pomegranate, which is used in their products) being planted.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e- A dozen families are the direct beneficiaries and will be able to consume or sell the fruit produced.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e- These trees will store around 75 tonnes of CO2 (over 10 years).\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLes Huilettes is one of the skincare brands at the heart of the green beauty movement. It’s one of the brands that we’re most excited to see grow in the coming months and years as the vegan and natural beauty movement continues to develop and grow in popularity. With its clever marketing and vegan-friendly formulas, Les Huilettes is one brand that you want to have on your radar.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003e\u003cem\u003e‍\u003cbr\u003eWhat do you think of Les Huilettes? Are you fan of green beauty brands? Do you look for brands that use natural ingredients? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Meet the French clean beauty brand that everyone is talking about - and we mean everyone. Les Huilettes has been featured everywhere from Elle to Vogue and Grazia, amongst other publications. It focuses on feel-good beauty that is kind to your skin and the world around us, putting authenticity, integrity and sensorially at the heart of the brand. This beauty promotes the idea of green and natural beauty, with 100% organic and vegan formulas. These formulas are made using the purest essential oils and virgin vegetable oils that are handpicked for their efficiency and sensorially.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-08-17T12:06:46.027Z",
		"date": "2021-06-25T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "611ba649bc86fb33db924043",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/611ba649bc86fb33db924043_Everything%20You%20Need%20to%20Know%20About%20Les%20Huilettes.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the world of Les Huilettes, looking at the philosophy of the brand and its environmentally friendly products. ",
		"meta-title": "Everything You Need to Know About Les Huilettes",
		"name": "Les Huilettes",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-07T16:02:49.752Z",
		"slug": "everything-you-need-to-know-about-les-huilettes",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-07T16:02:49.752Z",
		"wordcount": 1310
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "611ba16901914f77a4afb64b",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003e\u003ca href=\"https://kurebazaar.com/en/colors.html\"\u003eKure Bazaar\u003c/a\u003e is a French nail polish brand that uses natural formulas, founded in 2012 by the fashion model Kartika. Like most natural beauty brands, the inspiration for Kure Bazaar came from \u003ca href=\"https://beautyandwellbeing.com/beauty/interview-beauty/with-kartika-luyet/\"\u003eKartika’\u003c/a\u003es real-world experience. The nail polishes in this collection are eco-friendly and composed of 85% natural ingredients, free of harmful substances that are found in most nail products. It offers every colour that under the sun, with a fast-drying formula that has a long-lasting hold and intense colour.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003eIt’s clear that Kure Bazaar is a next-generation nail varnish brand, blending the ethics of \u003ca href=\"https://homeguides.sfgate.com/ecofriendly-mean-78718.html\"\u003eeco-friendly \u003c/a\u003eformulas with the vibrant colours inspired by the fashion industry. The brand is backed up by years of research into technologically innovative formulas that are free of chemical substances, without compromising on the quality of the varnish. Even with a natural formula, the durability, shine, and gloss of these nail varnishes are top tier.\u003c/p\u003e\u003cp\u003eThe Kure Bazaar nail varnish formula is made with up to 90% natural ingredients, including woof pulp, cotton, and wheat to help maintain the health or your nails and their natural regeneration cycle.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eWhat we love about \u003ca href=\"https://www.instagram.com/kurebazaar/\"\u003eKure Bazaar\u003c/a\u003e is that it was the first brand to combine the ethics of environmentally-friendly formulas with vibrant shades. These nail polishes have ultimate resilience and provide ultra-shine and a quick-dry result. If you want to give your nails a detox while enjoying the chance to experiment with on-trend colours.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing a nail polish from Kure Bazaar or you want to find out more about this clean beauty brand. We’re taking a deep dive into the world of Kure Bazaar, looking at the philosophy of the brand and its natural nail products. Read on to find out everything you need to know about this innovative beauty brand that is changing the nail industry.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eAbout Kure Bazaar\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe brand has an exclusive 10-free formula that is up to 90% natural with over 70 exceptional vibrant shades that take their inspiration from the fashion industry. Kure Bazaar is responsible for creating some of the most stylish nail looks that have appeared everywhere from fashion shows to red carpet events. This inventive formula helps to detoxify your nails, while respecting your nail’s natural renewal cycle.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe ‘good nail’ philosophy is about healthier nails in colour, day after day – taking inspiration from the seasons and fashion. The three pillars of this brand focus on detox, colour, and fashion. It falls perfectly into the eco-friendly trend and is cruelty-free.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eKartika, retired professional model, was inspired to start the nail varnish brand after the birth of her son changed her outlook on life, including her diet and cosmetics. Concerned about her children’s health, Kartika changed to focus on natural products that were safe for her, her children, and the environment.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhile changing over to more eco-friendly and green beauty brands, Kartika discovered that there was no eco-friendly alternative to the traditional chemical and toxic-infused nail polishes. Her idea for the Kure Bazaar brand came to life, with a goal of creating an ecological nail polish that protects your nail and your overall health.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhen it came to creating her brand, Kartika knew that she wanted a formula that was fast-trying, long-lasting, with true colours and an intense shine. She was disappointed after trying a few natural nail polishes, both water-based and non-water based that she could find in organic beauty stores. Kartika’s goal was to create a luxury nail polish brand that could rival the standard of those offered by professional ‘Nail Bar’ brands in the United States.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAfter several years of research and collaborating with some of the world’s best laboratories and nail polish manufacturers, Kure Bazaar was launched with one of the “cleanest” formulas on the market. The formula by Kure Bazaar shows that natural ingredients can be just as durable and resilient as their toxic and chemical-formed counterparts.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eMeet Kartika\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAs the brands behind the brand, it’s only right that we shine a light on Kartika. She speaks about having an ‘awakening’ while pregnant with her son, quickly switching to eating organic food and changing her cosmetic products. She stopped wearing nail polish for the first few months after giving birth. When it came to launching her nail brand – after discovering there was no ‘green’ formulas on the market – she collaborated with one of her closest friends, who had been in the cosmetic industry for over 20 years.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eHer mission is to give women the option of beautiful and vibrant nail colours that are not toxic, with her Jeans collection being amongst one of the most popular releases for the brand. It’s the first collection that earned the brand a profile. The early Kure Bazaar colours focused on fashion-forward and flashy shades, such as classic reds and subtle nude hues. Like any nail varnish brand, Kure Bazaar’s product range also includes a topcoat and base to ensure you can have a fully natural nailcare routine from start to finish.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWith the impressive range of shades, you’re guaranteed to find a Kure Bazaar nail varnish that works for you and your complexion.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe ecological commitment of Kure Bazaar Nail Polishes\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAs an innovative beauty brand, Kure Bazaar has two-fold ecological commitments that form the foundation of its philosophy. As part of our deep-dive into the brand, we’re looking at this commitment and what it means practically for the type of product that you’ll receive from Kure Bazaar.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tThe brand has permanent banned four of the most harmful ingredients from its formulas. These include formaldehyde, toluene, phthalates and synthetic camphor.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tThey substitute a maximum of synthetic chemistry ingredients with natural-based ingredients.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat this ecological commitment leads to is a ‘high tech’ nail polish with an 85% natural formula with a ‘4 free’ guarantee that certifies the absence of the four previously mentioned toxic ingredients.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWood pulp, cotton, corn, potato and wheat are all part of the signature Kure Bazaar nail polish formula as they respect and protect your nail’s fragility. This reduced-chemical formula works with the nails’ natural renewal cycle in order to preserve their health and appearance, giving you a natural shine and gloss. With this formula, your nails appear more resistant and detoxified.\u003cbr\u003e \u003cbr\u003eIt’s worth noting that Kure Bazaar nail polishes are not odor-free. Only water-based nail lacquers are fragrance free, but they have a shorter staying power. Despite not being certified organic, Kure Bazaar products guarantee a more natural, less toxic manicure.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWe often talk about green beauty and ‘clean’ beauty revolution. We think of skincare and makeup products, but often overlook that some of the most toxic products are the ones that we put on our nails. If you’re trying to convert to a clean beauty makeup routine, you need to switch out your nail varnish to a non-toxic and natural formula. Kure Bazaar has shown that a natural formula doesn’t mean that you have to compromise on durability or longevity. It’s one of the most exciting nail varnish brands and we can’t wait to see where it goes next.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eYou can find out more about Kure Bazaar by exploring the brand’s official website \u003ca href=\"https://kurebazaar.com/fr/couleurs.html\"\u003ehere.\u003c/a\u003e\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eWhat do you think of green beauty brands like Kure Bazaar? Do you look for formulas that are toxin-free? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Kure Bazaar is a French nail polish brand that uses natural formulas, founded in 2012 by the fashion model Kartika. Like most natural beauty brands, the inspiration for Kure Bazaar came from Kartika’s real-world experience. The nail polishes in this collection are eco-friendly and composed of 85% natural ingredients, free of harmful substances that are found in most nail products. It offers every colour that under the sun, with a fast-drying formula that has a long-lasting hold and intense colour.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-08-17T11:45:45.382Z",
		"date": "2021-06-21T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "611ba1637e5f724eb750309c",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/611ba1637e5f724eb750309c_Everything%20You%20Need%20to%20Know%20About%20Kure%20Bazaar.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the world of Kure Bazaar, looking at the philosophy of the brand and its natural nail products. ",
		"meta-title": "Everything You Need to Know About Kure Bazaar",
		"name": "Kure Bazaar",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-07T16:11:55.458Z",
		"slug": "everything-you-need-to-know-about-kure-bazaar",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-07T16:11:55.458Z",
		"wordcount": 1227
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "611b8d1b7e5f7244ee4fa216",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eWhen it comes to luxury beauty brands, Chantecaille is in a league of its own. It’s made a name for itself as the home of modern botanical skincare and cosmetics. The brand is synonymous with its use of flowers, promoting their natural ability to heal and work in harmony with your body to produce effective results. Chantecaille is known for its ground-breaking scientific research, science-backed formulations, and commitment to using beauty as a tool to change the world. Their products are formulated using the purest ingredients, changing the beauty industry from within.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003eChantecaille is more than just a beauty brand, it’s also a philanthropic platform that works to shine a spotlight on global environmental issues and to support conservation efforts around the global. At the heart of Chantecaille is the idea of beauty that gives back.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve landed on this article, the chances are that you’re considering purchasing something from Chantecaille or you want to find out more about the brand. We’re taking a deep dive into the world of Chantecaille, looking at the philosophy of the brand and its philosophic efforts. Read on to find out everything you need to know about this innovative luxury beauty brand.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe Chantecaille Family\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eChantecaille was built through the collaboration of a whole family. Sylvie is the creator of Chantecaille and has more than 30 years of experience, making her one of the industry’s foremost innovators. Her daughter Olivia is the Creative Director and develops the brand’s unique and modern products, while also driving the brand’s vision from a marketing perspective. Alex, another daughter, is the Vice President of Sales and Promotions, travelling around the world to promote the brand. Sylvie’s son, Philippe is the Director of Media Productions and brings his love of art and photography to create the brand’s imagery. Sylvie’s husband, Olivier Chantecaille, is the company’s Chief Financial Officer and combines his business success with a passion for protecting the environment.\u003c/p\u003e\u003ch2\u003eThe innovation behind Chantecaille\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe brand turns to everything from superpowered botanicals to plant stem cells to provide the sustainable ingredients that produce their scientifically backed results. Innovative powers everything that Chantecaille does. Chantecaille works with laboratories around the globe to use cutting edge technology and high-quality ingredients to create revolutionary formulas that have gained the brand an international reputation.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eBeauty with results\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAt the heart of Chantecaille is the idea of ‘beauty with results’, recognising the potential of botanical ingredients to revolutionise skincare. After discovering a field of Rose de Mai in Grasse, Sylvie discovered the potential of rosewater as an anti-aging ingredient. Rosewater has become a key ingredient for the brand as a natural protective ingredient that gives impactful, beautiful, and visible results.\u003c/p\u003e\u003ch2\u003eChantecaille’s philanthropy\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePhilanthropy is at the heart of everything that Chantecaille does. The brand believe that it’s not enough to just create the perfect formulations. It strives to connect, educate, and provide support for conservation efforts around the global. Every season the brand aligns their products with a cause that needs a vocal platform. Chantecaille has partnered with causes that protect everything from our oceans to our forests, lions, and gorillas.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eChantecaille’s commitments \u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eEnvironmental philanthropy began as a passion for Sylvie Chantecaille before becoming a 20-year-long commitment that is now at the heart of the brand. It started after her love for gardening led her to discover the crisis of the disappearing Monarch butterflies, which led to the brand’s first philanthropy partnership. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eHere is a round up of some of the causes that are at the heart of the brand’s environmental philanthropy.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tCoral Reefs\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAmong the most diverse ecosystems on earth, and a key indicator of ocean health. Our coral reefs are extremely fragile and in danger due to climate change, industrial fishing and pollution, including from beauty products like chemical sunscreen. Chantecaille’s reef-safe SeaScreen 30 supports WildAid Marine’s work to strengthen the protection of Tanzania’s Pemba Channel.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tButterflies \u0026amp; Other Pollinators\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eButterflies, bees, and other pollinators help ecosystems thrive—but are declining at an alarming rate. Chantecaille is supporting the Xerces Society, which works to conserve invertebrates and their habitats by regenerating native landscapes, in turn promoting a vibrant food system.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tOrphaned Elephants\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eChantecaille’s Future Skin Cushion Foundation supports their longtime conservation partners Sheldrick Wildlife Trust in orphaned elephant rehabilitation program and work safeguarding natural habitats for all species across Kenya. Every cushion foundation helps feed an orphan baby elephant rescued by the Sheldrick Wildlife Trust. 1 cushion foundation = 1 bottle of milk.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tAfrica's Vanishing Species\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s Luminescent Eye Shades were created to support six of Africa’s most endangered species: the rhinoceros, cheetah, giraffe, elephant, lion and pangolin. All of these wild animals face the threat of disappearing habitats, conflict with humans, including illegal poaching.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tAfrican Elephants\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eChantecaille created their Lip Veil in support of their longtime partner Space for Giants. It supports their vital work protecting African elephants, the landscapes they depend on, and the community near them. These wild species and spaces face unprecedented threats from the global pandemic and economic crisis.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tVibrant Oceans\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIn July 2019, WildAid invited Chantecaille to Isla Mujeres, an island in Mexico where whale sharks in summer. This unique trip gathered conservation activists to experience their magnificent beauty up close, and to bring attention to the growing crisis of the illegal wildlife trade.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tAmazon Hummingbirds\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eHummingbirds are a symbol of a healthy Amazon and biodiversity. Protecting the hummingbird is vital for the health of the planet and all of us who live on it. With the brand’s limited-edition Lip Chic, they’re raising $75,000 to help the ASOMI indigenous women’s association buy back 75 acres of their Amazon home. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tOne Lipstick, One Tree\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe Holiday Lip Chics by Chantecaille support the work of fighting climate change. For each lipstick sold, Chantecaille will plant a tree in Kenya with Sheldrick Wildlife Trust. Their partners have been planting saplings around national parks and forests that they manage in Kenya to protect habitat and support local communities. Together with SWT, Chantecaille planted 60,000 trees in 2019. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tAsian Elephants\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAsian elephants face similar threats from shrinking wilderness and runaway human population growth as their African cousin. Chantecaille partnered with Elephant Family on a limited-edition Lip Veil to help protect the Asian elephant from extinction in the wild.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tPhilanthropy Cheek Shades Collection\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThis collection of cheek shades features six embossed compacts that benefit the conservation efforts for Monarch butterflies, which kick-started the brand’s passion for philanthropy and protecting endangered species. It also includes supporting other environmental causes, like protecting the coral reef.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eAbout the founder of Chantecaille\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eNow that you’ve had an insight into Chantecaille and its philanthropic efforts, it’s only right that we turn the attention on the woman behind the brand – Sylvie Chantecaille. She began by studying history of art and theatre in Paris before moving to New York, where she created her first cosmetic company in partnership with her friend, Diane von Furstenberg. The cult-favourite perfume, Tatiana, was part of the cosmetic range.\u003cbr\u003eIn the late 1970s, the Lauder family came to Sylvie and asked her to launch a new beauty brand – Prescriptives – which took a new approach to cosmetics. She led some of the most exciting innovative developments at the brand, including launching the best-selling fragrance, Calyx.\u003cbr\u003eSylvie describes how she fell into the beauty industry by accident. It was the success of her fragrance with DVF that led her to further explore the potential within the industry.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe concept for Chantecaille was to create a niche French fragrance house that offered four original scents, each based on natural essential oils. Within 18 months, Sylvie realised that her passion was in aromatherapy, high-quality skincare, and natural products. Her goal was to make products that made women feel beautiful, while also being healthy for their skin.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eWhat makes Chantecaille unique and different\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eWhat makes Chantecaille stand out from the ground is its commitment to high-quality ingredients and pure formulas. The brand is committed to sourcing the most effective botanical ingredients and working with experts to create tailored products. Chantecaille is a truly international brand – they develop their foundations in Japan, skincare in Switzerland, and produce their fragrance in France. When Chantecaille started, no one was working on products that were both backed by science and powered by botanical ingredients at the same time.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePhilanthropy and conservation is at the forefront of everything that the company does. Since 2006, the brand has launched 29 different limited edition Philanthropy Collections with the aim of benefiting specific conservation efforts. Every season, the brand donates a percentage of proceeds form the sales of these products directly to the charitable organisations. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eChantecaille is a luxury beauty brand that is changing the industry from within. More of us than ever are choosing to prioritise sustainability and environmental issues when choosing which brands to support. When you buy a Chantecaille item, you know that your product is fuelled with natural and sustainable ingredients, while often directly helping important conservation work that can make a major difference for the world around. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eWhat do you think of Chantecaille? Have you ever shopped from the brand before? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "When it comes to luxury beauty brands, Chantecaille is in a league of its own. It’s made a name for itself as the home of modern botanical skincare and cosmetics. The brand is synonymous with its use of flowers, promoting their natural ability to heal and work in harmony with your body to produce effective results. Chantecaille is known for its ground-breaking scientific research, science-backed formulations, and commitment to using beauty as a tool to change the world. Their products are formulated using the purest ingredients, changing the beauty industry from within.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-08-17T10:19:07.994Z",
		"date": "2021-06-18T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "611b91596d5faaae904801bf",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/611b91596d5faaae904801bf_Everything%20That%20You%20Need%20to%20Know%20About%20Chantecaille.jpeg"
		},
		"meta-description": "Chantecaille is more than just a beauty brand, it’s also a philanthropic platform that works to shine a spotlight on global environmental issues.",
		"meta-title": "Everything About Chantecaille",
		"name": "Chantecaille",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "everything-that-you-need-to-know-about-chantecaille",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:22.284Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f7f73ce3a64c46f13fd0db",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eDo you own a hair salon or are you in search of premium haircare products that are a gamechanger? Meet O’Barber Shop. This passionate team sets off to unearth and test the latest treatments on the market that are being used by the world’s most famous and renowned barber. If there’s a product about to gain cult-following status, the O’Barber Shop will know about it. The company specialises in supplying beard, moustache, and haircare products to barbers and beardsmen.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThey pride themselves on selecting the best products to help you maintain and look after your beard. It serves as a one-stop shop for all your beard and moustache needs. You can enjoy salon quality products in the comfort of your own home, whether it’s beard oils or precious shaving gel, along with detangling brushes and beard balm. These products form the foundation of your everyday beard-care routine.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eO’Barber Shop \u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe purpose of O’Barber Shop is to provide men with salon-quality products that allow them to take care of their bodies from head to toe. Every product is thoroughly tested by the O’Barber Shop team and comes with their seal of approval. Their product range is carefully chosen to offer something for every beard and hair type, so that you’re guaranteed to find the right products for you.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAlong with selling directly to customers, O’Barber Shop is a leading supplier of products to barbers and salons. They consider themselves to be at the heart of the so-called ‘barbershop eco-system’. Part of their goal is to predict trends and foresee the needs of barbershops and customers with innovative products and accessories that every bearded man needs. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eO’Barber Shop works with some of the most popular barbershops across Europe, who exclusively source their products from the brand. Along with beard and moustache products, O’Barber Shop also offers face and body products to fit every man’s needs.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe vision of O’Barber Shop is to allow men to take control of their lives and achieve a sense of fulfilment by adopting a new lifestyle that puts their image front and centre. Part of their goal is to offer the latest cutting-edge products to both consumers and barbershops, selecting only the ‘cream of the crop’ to help you look after your hair and skin.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eO’Barber Shop’s Beard and Moustache Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe brand prides itself on offering every product that you need, regardless of your beard-care concerns. For those with dry beards, the team has uncovered the most nourishing oils that offer intense hydration, tackle dandruff, and leave your beard soft to the touch.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIf you have a short beard, O’Barber Shop offer a curated collection of beard oils and balms that are specially formulated to care for shorter beards. These lightweight oils are designed to hydrate your beard, leaving it silky smooth.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe product range also extends to helping those who want to have the shortest beard possible that is trimmed to the contours. These products help you achieve a precise shave that allows you to outline the contours of your beard. You get a perfect glide with added skin protection to prevent tightness and irritation with tested products that are approved by the O’Barber Shop team.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhatever your beard concerns are, the O’Barber Shop team have gone out of their way to curate a collection of products that work for everyone. Their product range also extends to styling products that help you maintain the shape and look of your beard or moustache.\u003c/p\u003e\u003ch2\u003eShaving Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePart of the O’Barber Shop product range is shaving products that allow you to achieve a precise shave. They offer everything you need for a salon-quality shave, from soaps to gels and shaving cream, along with aftershave cream and balms.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eTheir e-commerce shop is packed full of salon-quality products like safety razors and shaving brushes so that you can always stay on top of your haircare routine. O’Barber Shop is on a mission to help you achieve a clean shave without compromising on quality or comfort.\u003c/p\u003e\u003ch2\u003eBrands Offered by O’Barber Shop\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePart of O’Barber Shop’s mission is to provide the most innovative products directly to consumers and barber shops across Europe. We’re taking an overview of just a few of the brands that they stock, to give you a taste of what to expect from the company.\u003c/p\u003e\u003ch3\u003e‍\u003cbr\u003eBig Red\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eBig Red is an innovative company that makes the world’s best wooden beard comb. They’re made by hand in the Colombia forest in Canada, alongside beard oils and balms. Big Red is a brand synonymous with craftsmanship and high-quality products.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003e\u0026nbsp;Can You Handlebar\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eCan You Handlebar is a USA based company that takes the spirit of the ‘Old School Barbershops’ and brings them into the modern era with products that allow men to unlock their inner masculinity. This brand is a favourite amongst bikers and those with very long beards!\u003c/p\u003e\u003ch3\u003e‍\u003cbr\u003eThe Birth of Coucot\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eThe Birth of Coucot was established by Julie Lambert-Coucot in 2013 from her workshop in Croix. Her hair accessories is made using the highest quality materials, with beard and moustache combs that allow you to make a statement wherever you go.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eDaimon Barber\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eIf you’re a fan of refinement and the charm of the classic English gentleman, look no further than Daimon Barber. The brand was launched in London in 2013 by Leo and Daimon, two brothers on a mission to create the next generation of beard, hair, and shaving products. The brand is still relatively unknown in France, making O’Barber Shop one of the few places to find their products.\u003c/p\u003e\u003ch3\u003e‍\u003cbr\u003eDapper Dan\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eEstablished in Sheffield in 2011, Dapper Dan seeks to fill the gap in the styling product niche for the modern gentleman. Their products are fuelled by over ten years of experience within the industry, with a drive and ambition to create one of the most diverse and unique product ranges for men. Dapper Dan has gone through the O’Barber Shop testing with flying colours.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eF*cking Barber\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eMeet the mysterious F*cking Barber brand that acts as an experimental laboratory, bringing together the latest in hair and beard innovation to get capsule collections that are used by the most famous barbers around the world.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eNoberu\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eNoberu is one of the largest product ranges offered by O’Barber Shop and is the brainchild of two Swedes, Johan and Iman. Their goal was to create products that allowed men to embrace an elegant persona with efficient products that got the job done. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand has quickly started to appear in barbershops across the world, including their special dry beard oil and dedicated product range for shorter beards. \u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eReuzel\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eReuzel is another extensive product range offered by O’Barber Shop and is one brand that everyone is talking about in the barbershop world. These products are made by Schoerm Barbier, one of the most famous barbershops in the world that is based in Rotterdam. O’Barber Shop is the official distributor of Reuzel products in France.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eRich by Rick Ross\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eFor luxury grooming products, look no further than Rich by Rick Ross. O’Barber Shop caters to costumers and barbershops across the spectrum, including those looking for aluxury experience. The brand offers everything from shampoo to shaving cream and after shave. \u003cbr\u003eWhat makes this brand so unique is its ingredient extracts, including caviar, champagne, and hemp. This cruelty-free grooming brand offers the ultimate ‘Boss’ experience for every man who wants a luxury experience at an attainable price point.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eThe Bearded Chap\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eEstablished in 1986, Bearded Chap is an Australian brand and one of the oldest stocked by O’Barber Shop. Their products offer a mix of formulas that work for everyone from the modern businessman to the wild spirited surfer.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch3\u003e‍\u003cbr\u003eUppercut\u003c/h3\u003e\u003cp\u003e‍\u003cbr\u003eOne brand you don’t want to be sleeping on within the O’Barber Shop product range is Uppercut. This Australian brand is the work of Luke Newman and Steve Purcell, two childhood friends who took their love of hairdressing and skateboarding to the next level. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eTheir goal was to create high-quality men’s skincare products with the best ingredients, while bringing back the barbershop spirit that is synonymous with the 1950s. The brand’s first product was their now-infamous ‘Pomade deluxe’ wax. Today, their product range includes everything you could need for your haircare routine.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s DNA is influenced by Luke Newman’s grandfather, Willy Uppercut O’Shea, a former boxer who lived by the moto of ‘a tough start makes a good start’, which became the philosophy of Uppercut itself.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIt’s considered one of the best grooming brands in the world and counts the skater Eric Dressen, surfer Matt Chojnacki, and the California Cycle Zombies bikers amongst their ambassadors. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat attracted us to O’Barber Shop was their commitment to delivering the highest-quality and most exciting products for their consumers and barbershop partners. The team thoroughly test every product to make sure it meets their standards. If you’re entering the world of beard-care for the first time – of if you’re an expert yourself – you’ll feel right at home with O’Barber Shop.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eDon’t forget to check out O’Barber Shop on Instagram to stay up to date with their latest products and how-to videos.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eHave you heard of O’Barber Shop? Which of their brands are you most excited to try? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Do you own a hair salon or are you in search of premium haircare products that are a gamechanger? Meet O’Barber Shop. This passionate team sets off to unearth and test the latest treatments on the market that are being used by the world’s most famous and renowned barber. If there’s a product about to gain cult-following status, the O’Barber Shop will know about it. The company specialises in supplying beard, moustache, and haircare products to barbers and beardsmen.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-21T10:30:20.591Z",
		"date": "2021-06-14T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "610bbb34141cc4f7874c6af7",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/610bbb34141cc4f7874c6af7_O%E2%80%99Barber%20Shop.jpeg"
		},
		"meta-description": "The company specialises in supplying beard, moustache, and haircare products to barbers and beardsmen.",
		"meta-title": "Everything you need to know about O’Barber Shop ",
		"name": "O’Barber Shop",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "meet-obarber-shop",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:33.716Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f7f60cc433d957b3580f46",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eIs there anything more magical than finding the perfect lipstick shade? Well, you’re in the right place! We’re introducing you to La Bouche Rouge, one of our favourite Parisian makeup brands that has already developed a cult-following amongst influencers and celebrities. If you’re a makeup mogul or like to be ahead of the trends, then La Bouche Rouge is one brand that you need to have on your radar.\u003cbr\u003eWe’re taking a deep dive into the brand, telling you their origin story, what makes them unique, and why you need to add a La Bouche Rouge lipstick to your makeup bag. Warning: these items are all an instant \u0026nbsp;‘add to cart’ purchase. Go on – treat yourself!\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eAbout La Bouche Rouge\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rouge stands for ‘red lips’ in French, but it’s also about using your voice and delivering a striking message. The goal of the brand is to reinvent beauty standards and give people the opportunity to reinterpret trends as they see it. Lipstick is your playground and an opportunity to express your personality – whether your signature shade is crimson red or baby pink.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rouge describes itself not in paragraphs of text, but in it’s own take on a definition. La Bouche Rouge stands for aesthetic practicality, the makeup that you can reply on to take you seamlessly from day to night. Their goal is to affirm and aspire their audience to embrace their natural beauty. The brand’s refillable design makes this an environmentally friendly beauty brand that we’re all ready to jump on board with. \u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003ePart of the La Bouche Rouge mission is to get you to embrace the classic Parisian chic and elegance, while discarding the excessive promises that the industry has made you. Their makeup is all about celebrating French craftsmanship with the opportunity to experience modern luxury through sustainability, while engaging in a socially responsible act.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWho knew beauty could be so deep? La Bouche Rouge offers beauty products that are kind to you and the planet, with a refillable and responsible design. The brand even has its own hashtag to support its sustainability mission – #kissfortheearth.\u003c/p\u003e\u003ch2\u003eWhat Makes La Bouche Rouge Different\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eWith thousands of beauty brands to choose from, you want to know what makes this one different. The mission of La Bouche Rouge is clean beauty that is better for you and better for the planet. The brand is committed to creating a kinder world in which we celebrate the beauty of nature and restore the practice of embracing conscious acts.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eChoosing to have their own independent laboratory was a big step and ambitious investment for any beauty brand, but it shows how dedicated the team were to create an unforgettable beauty range. Every formula created in the laboratory must stick by the red list and surpass every test it is put through.\u003cbr\u003eAt La Bouche Rouge, they’ve said au revoir to plastic forever. Not even recycled plastic makes an appearance in their packaging. What we love about La Bouche Rouge is its French craftsmanship. The brand is on a mission to reintroduce the artesian transition to the beauty industry. Who wants plastic packaging when you can have the beauty of an artisan piece?\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOne of our favourite things about La Bouche Rouge is their refillable packaging. Their plastic-free cases are 100% recyclable and refillable. Once you’ve finished your lipstick, you can refill your personalised case with just one click.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe beauty industry is the third most polluting industry after automotive and the fashion industry. La Bouche Rogue has firmly passed on everything plastic and chosen to create plastic-free packaging. The brand’s pure formulas are free of PMMA and microplastics – because you shouldn’t be wearing those ingredients on your lips in the first place.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rouge’s plastic-free packaging uses stainless steel and leather from the Tanneries du Puy. We love the fact that the brand is using French craftsmanship as a way to fight against plastic and promote environmental sustainability.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIt’s not just the lipstick packaging that is sustainable. The glass bottle of the Le Serum Noir and Eyebrow serum is an innovative milestone as every piece is designed to be both durable and recyclable. The glass is produced in France using traditional glassmaking techniques and features a 100% recyclable metal cap.\u003cbr\u003eThe brushes and wiping ring on these products are amongst the first in the world to be made without microplastics. The brushes use castor plant fiber as a more sustainable alternative, offering you the flexibility to lengthen and thicken your lashes to add extra volume and definition to your look.\u003cbr\u003eThe Universal Powder comes with a plastic-free, infinitely refillable packaging. Sustainable practices appear throughout the brand’s production line, including by skipping on classic silicone molds that most beauty brands use.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rouge’s commitment to avoid plastic is also visible in their store, where they have a zero plastic policy. Their stores use reusable materials and bio-based and compostable poly-bags.\u003c/p\u003e\u003ch2\u003eLa Bouche Rouge’s Clean Serum Formulas\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eTheir ‘clean serum formula’ is created and developed in the brand’s own laboratory in France. La Bouche Rouge produces their products without petrochemical derivates and with respect for the planet and its people.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe La Bouche Rouge makeup is vegan friendly, made without beeswax, animal fat or microplastic and is not tested on animals. Every ingredient is tested and chosen based on its origin, quality, and efficacy. \u003cbr\u003eThe formula of the La Serum Rogue lipstick is up to 99% natural with organic ingredients and made without petroleum derivates or silicone. This product is a lip treatment that takes its inspiration from the brown algae from Saint Suliac. The formula is enhanced with hyaluronic acid and a trio of ultra-concentrated natural active ingredients to make this lipstick glide on like a dream.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIt’s not just lipsticks that La Bouche Rouge offers. It’s worth spotlighting their lip liner pencils, which are made using cedar rood and an infinitely recyclable metal cap. These liners have 88% to 99% natural origin ingredients in their formulas, including word ingredients like castor oil, biasbolol, vitamin E, and squalene. These ingredients help you achieve a sharp line with a precise application process.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe Lip Care Routine offers up to 99% natural origin ingredients, with both hyaluronic acid and brown algae extracts from Saint Suliac. This lip scrub is made using vegetable oils and cranberry grains. You can use the night serum as a lip mask as it contains a high concentration of vitamin E, which will lock-in your lips’ moisture.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLa Serum Noir has a 99% natural origin ingredient formula, as well as including carnauba wax, which coats your lashes while helping them maintain their strength and volume. With its castor fibers and jojoba oil, the La Serum Noir gives you definition and volume to your lashes. It’s an all-in-one treatment that is easy to remove and beginner friendly.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rogue’s Le Khol Noir is a black eyeliner made with cedar wood and features an infinitely recyclable metal cap. This product has a 98% natural ingredient formula, including castor oil, squalene, and vitamin E. You’ll be able to master the art of the winged eyeliner with this pencil that glides onto your eyelids with ease for an elegant look and powdered effect.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s Natural Powders contain up to 95% natural origin ingredients and are made without talc. The formula is infused with hyaluronic acid to give your skin long-term hydration, with rice powder taking the place of commonly used silicones, along with mica that has been sourced by the Responsible Mica Initiative. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rogue’s The Eyebrow Serum puts you in control of your brows, letting you naturally set and tame their shape. Its 93% natural origin ingredient formula features pistachio oil that helps boost your brow hair growth, along with green caviar extract, a microalgae that has protective and anti-ageing properties.\u003c/p\u003e\u003ch2\u003eThe Blacklist of Ingredients\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eLa Bouche Rouge isn’t afraid to make a statement – and then some. The brand has an extensive list of ingredients that they do not use in their products, in fact, they call these ingredients the ‘true enemies’ and have them on a dedicated blacklist on their website. La Bouche Rogue chooses every ingredient based on its origin, efficacy, and quality before adding them to their skincare-infused makeup formulas. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe extensive blacklist includes everything from microplastics that harm our lips and damage to the oceans to parabens and silicones. Importantly, the black list also features two ingredients in a dedicated ‘our false enemies’ section. Titanium dioxide and aluminium oxide are two ingredients that are often rumoured to be harmful but that La Bouche Rouge does not consider harmful for humans or the planet.\u003cbr\u003eTitanium dioxide is a natural pigment that can be used in organic beauty products and poses no health concerns. Aluminium oxide is a functional ingredient and differs from elemental aluminium, which does not absorb easily into the skin.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eIf you’ve been searching for the next-generation beauty brand that everyone will be talking about – you’ve found it! La Bouche Rouge is amongst our greatest beauty secrets.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003e\u003cem\u003e‍\u003cbr\u003eWhat do you think of La Bouche Rogue? Will you be buying one of their products? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Is there anything more magical than finding the perfect lipstick shade? Well, you’re in the right place! We’re introducing you to La Bouche Rouge, one of our favourite Parisian makeup brands that has already developed a cult-following amongst influencers and celebrities. If you’re a makeup mogul or like to be ahead of the trends, then La Bouche Rouge is one brand that you need to have on your radar.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-21T10:25:16.385Z",
		"date": "2021-05-31T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f7f3ad2212b45540421fba",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f7f3ad2212b45540421fba_La_bouche_rouge.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the brand, telling you their origin story, what makes them unique.",
		"meta-title": "Meet La Bouche Rouge - Clean Beauty.",
		"name": "La Bouche Rouge",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "meet-la-bouche-rouge",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:38.732Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f7ee133513789b3e255025",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eThe story of Garancia Beauty is a humble one is that has made us fall in love with this brand. In 1908, Pierre Girault, the great-grandfather of Saveria Coste opened his pharmacy in Marseille. He specialised in botany, cosmetic preparations with plants. His son, Fernand Stanislas Girault and his wife followed suit as pharmacists, along with their son and his wife. Each generation would take over the pharmacy and create a self-service space that was dedicated to the idea of ‘holistic beauty’. \u003cbr\u003eThe Girault pharmacy was different than anything else on the market, packed-full of innovative products, with a focus on dermo-cosmetics, wellness products, and herbal tea. When Saveria Girault was born, she already had a love and passion for cosmetic preparation and plants. Saveria is a fourth-generation pharmacist and the CEO of Garnacia.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003eWe’re taking a deep-dive into this brand to see what makes it tick, why it’s such a popular pharmacy brand, and how it is one of France’s best-kept beauty secrets.\u003cbr\u003eLabratoire Garancia continues to innovate and offer the best of their products for you to choose from. They strive to offer the latest in health care and ethical products that offer both health and efficiency; two founding principles of Granacia’s development as a brand.\u003c/p\u003e\u003ch2\u003eGarancia Beauty’s Approach to Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eSaveria Coste, the brand’s CEO, has said that she is committed to creating ‘healthy and effective cosmetics that are respectful to our skin and therefore for our health’. She describes the processes of creating products as involving the ‘universe of magic…with a touch of witchcraft’. Coste’s childhood imagination plays a key part in creating these innovative products that service to create a sensory experience, along with a skincare one.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eYou can personify the idea of Garancia beauty from the simple philosophy within the brand – beauty is inseparable from pleasure.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eCoste choose natural ingredients if they are healthy and passes her two test. The ingredients have to be visibly effective, delivering fast and scientifically proven results. Every product is respectful of our skin, therefore being considerate of overall skin health.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eGarancia does not believe that using a synthetic active ingredient means that you have a questionable formula on your hands – rather the opposite. Some of the most effective and healthy molecules in the industry right now are peptides. It’s the same way the brand is not in favourite of the term ‘organic’. Just because of a product is ‘organic’ doesn’t meant that it is not without risk to your health or as effective as non-natural ingredients.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhat Granacia does is blend natural and synthetic active ingredients to create impactful formulas that are efficient and as natural as possible, while still being healthy for our skin.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eSaveria has said that she wants her formulas to ”be healthy but also sensory, evocative of dreams and emotions” because beauty and pleasure go hand in hand. Scent in essential in every product. Certain scents stimulate different areas of the brain and can also be beneficial for your skin.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eRecent research has shown that there are olfactory receptors within the epidermis of your skin, showing the power that scent has to transform your appearance. Every Garancia cream is lightweight and incorporates a captivating scent that is made using an allergen-free fragrance in a small dose. \u003cbr\u003eOld rose and orange blossom fragrances are amongst the most popular for Garancia products as they remind Saveria of her childhood and act as a time machine to transport you anywhere in the world. It’s worth noting that Garanacia products do have fragrance in them, which can cause natural or synthetic allergens. Only between 2-3% of the population will show signs of fragrance sensitivity, which doesn’t rule out fragrance as a helpful ingredient.\u003c/p\u003e\u003ch2\u003eGarancia Ingredients\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eSpeaking of ingredients, lets take a deep dive into the different ingredient that Garancia uses. As the brand is remarkably open about their product development. Like any plant-based skincare brand, Garancia is quick to show off her credentials within the industry.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe purpose of Garancia’s ingredients is to create “healthy, sensory formulas that are so effective”. They become like folklore within your office and amongst your friends. Once you start using a Garancia product, you can be sure that your friends and family will need to know who your dermatologist is. \u003cbr\u003eEvery Garancia formula contains between 95 and 99% natural ingredients. You can check the exact percentage of each product either online or when you come to see the baby in-store.\u003cbr\u003eWhat makes Garancia so successful is the brand’s ability to bring together the best of nature with the best of science. They strive to get quick and staple result, including using synthetic active ingredients that don’t cause the infamous questioning ingredient.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eYou’ll notice that the ingredients list for Garancia products is intentionally short. It’s not the number of products that makes a formula effective, but rather their quality and concentration. To make the formulas as efficient as possible, Garancia uses a high percentage of active ingredients, as they no longer have a small budget for their formulas.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s CEO, Saveria Coste, has said that she chooses ingredients whose effectiveness has been proven by clinical research and study. Ingredients with speed and efficiency behind them are at the heart of the formulation process and part of Garancia’s DNA.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eSaveria describes her formulation process as being led by science, asking herself whether any ingredient could be substituted for a better one. With advances in cosmetologically research ongoing and the industry becoming more innovative every day, Garancia continues to reformulate certain products to incorporate the latest in ingredient research. Their products only use non-nanco titanium dioxide, which does not have any nanoparticles. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eGarancia is constantly improving their formulas in order to provide the safest and most effective products for their customer. Natural emulsifiers with an intelligent system appear within several of the products. Along with having the basic purpose of creating an emulsion, these ingredients add extra benefits to the formula, like hydration and skin protection. They allow the active ingredients to penetrate through the surface of the skin and can even been formulated cold to reduce energy use.\u003c/p\u003e\u003ch2\u003eWhat You Won’t Find in Garancia Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eEvery Garancia product is GMO free and is made without animal oils or fats. The brand deliberately avoids ‘questionable’ ingredients that have not been thoroughly research. If they have a reason to doubt the health impact of an ingredient, or believe there is a better alternative, the ingredient won’t feature in the product.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eGarancia is continuing to develop and evolve their products to keep ahead of the beauty industry and to continue to provide leading products that meet the needs of every consumer. For example, Garancia is working to replace the EDTA – a preservation booster – from three of their products as the ingredient is not particularly biodegradable. Products that have already been reformulated to remove out-dated ingredients include two older products that had had their silicone removed.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand’s CEO names additives and preservatives as her “pet peeve”. \u0026nbsp;During the formulation stage, the brand allows the texture and colour to evolve and change from one to the other. They avoid using additives, chemical filters, or dyes to achieve a particular look once the product is in the container.\u003cbr\u003eWhile you will find fragrance in most of the Garanacia products, they avoid using essential oils as more people tend to be allergic to them than everyday perfume notes.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eOther ingredients that you won’t find in Garancia products include sodium laureth sulfate, lauryl sulfate, and cocamido derivaties as they can contain unwanted impurities. Other ingredients that you won’t find in these products include paraffin oil, which is replaced with vegetable oils instead.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe Garancia formulas can be summed up in two words – health and efficiency. The ethics at the heart of the brand is to choose ingredients that work for your skin and don’t harm our eco-systems or biodiversity. Garanacia has a full list of ingredients that their products are formulated without on their website for you to check out. It’s worth reading if you know there are specific ingredients that irritate your skin or if you want to check-up on the brand’s ‘natural’ credentials.\u003c/p\u003e\u003ch2\u003eThe Four Fundamental Pillars of Granacia\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eLike every modern skin care brand, Garancia is driven by a philosophy that is articulated in four fundamental pillars that they follow when designing any new treatment.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e1.\tClean and responsible\u003cbr\u003eThe brand is committed to using healthy and minimal ingredients with concentrated formulas. 100% of their treatments are rated as good by consumers, while the reduction in ingredients make products more environmentally friendly. \u003cbr\u003e100% of the brand’s packaging comes from sustainably managed forests and recycled plastic.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e2.\tEffective\u003cbr\u003eAt the heart of Garancia is a mission to create effective skincare products that give you quick but proven results. The brand continues to collaborate with researches around the world using patented innovations and high-tech research.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e3.\tNatural\u003cbr\u003eThe secret to the success of Garancia is the fact that its ingredients list comes from the best of what nature has to offer. For every poroduct, you’ll see between 95 and 99% of ingredients are naturally occurring.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e4.\tSensory\u003cbr\u003eTo create a sensory experience, Garanceia focuses on developing astonishing textures and captivating the light to make every woman feel as though the scent of Garancela can take them on an international adventure.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eHave you tried any of the Garanceia products? Are you interested in finding out more about the brand? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "The story of Garancia Beauty is a humble one is that has made us fall in love with this brand. In 1908, Pierre Girault, the great-grandfather of Saveria Coste opened his pharmacy in Marseille. He specialised in botany, cosmetic preparations with plants. His son, Fernand Stanislas Girault and his wife followed suit as pharmacists, along with their son and his wife. Each generation would take over the pharmacy and create a self-service space that was dedicated to the idea of ‘holistic beauty’. ",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-21T09:51:15.642Z",
		"date": "2021-05-28T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f7eb5dfe69a21b954315f9",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f7eb5dfe69a21b954315f9_Garancia.jpeg"
		},
		"meta-description": "We’re taking a deep-dive into this brand to see what makes it tick, why it’s such a popular brand, and how it is one of France’s best-kept beauty secrets.",
		"meta-title": "Meet brand Garancia Paris ",
		"name": "Garancia Paris",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "meet-garancia-paris",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:43.606Z",
		"wordcount": 1550
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f7e75b4650f1c39d01fb18",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eWhen it comes to innovative skincare brands, we count Dr. Barbara Sturm amongst our favourites. This brand is on a mission to educate a generation of skincare users and offers next-generation products that perform modern miracles with a little help from science. Dr. Barbara Sturm offers everything from supercharged serums to deluxe face creams and intense hydration drops. Their products are famous for their anti-aging (and age-defying!) properties.\u003cbr\u003eDr. Barbara Sturm specialises in so-called ‘age-defying skin solutions’. The brand’s Dusseldorf clinic is infamous amongst the elite and some of the world’s most recognisable celebrities. Do you remember the famous ‘vampire facial’? Dr. Sturm is who Kim Kardashian West visits to get her treatment.\u003cbr\u003eThis innovative product range is packed full of active ingredients, including antioxidants that rejuvenate your skin, strengthen your natural protective barrier, and promote cellular regeneration. You don’t have to fly to Germany to experience the magic of Dr. Barbara Sturm. Thanks to her product range, you can take advantage of these innovative formula and products from the comfort of your home.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eWho is Dr. Barbara Strum?\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eDr. Barbara Strum is an anti-aging orthopaedic doctor who specialises in combating inflammation. She changed over to aesthetics almost twenty years ago, bringing her inventions and science-backed practices into the industry. It is Dr. Strum’s expertise and medical precision that has developed her anti-inflammatory philosophy that has made her brand what it is today. \u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eHer journey over to skincare was a gradual one, bringing with her everything that she learnt within the sports industry, including repair within osteoarthritis and orthopaedics. \u003cbr\u003eDr. Strum is considered to be one of the best-kept secrets within the beauty industry and her products stock the shelves of some of Hollywood’s most famous faces. Dr. Barbara Strum first gained the attention of beauty editors and the public in 2002 when her innovative ‘blood plasma facial’ – now known as the vampire facial – entered the market. It was quickly followed by her wonder product, the MC1 cream, which you can only get your hands on by visiting one of her clinics.\u003cbr\u003eIf you want to get your hands on this MC1 cream, you’ll have to join growing waitlist. The MC1 cream is a bespoke plasma-based cream that mixes your white blood cells and proteins with the moisturiser to give you naturally glowing skin.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe Dr. Barbara Strum brand hit the shelves of skincare stores in 2014 and are now available in 52 countries, including in spas and boutiques across the world. You can find it in Dusseldorf, New York, and Los Angeles. Dr. Strum is famous for her pop-up spa that is hosted during Paris Fashion Week. \u003cbr\u003eWhat is unique about Dr. Barbara Strum is that the brand remains independent, while other smaller brands are being bought up by conglomerates. Her ‘healthy scepticism’ of overly marketed terms like ‘clean’ and ‘organic’ has won her the praise of beauty editors across the spectrum.\u003c/p\u003e\u003ch2\u003eWhat makes Dr. Barbara Strum Products Special?\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eEvery Dr. Barbara Strum product is packed full of powerful naturally occurring and advanced science ingredients that are highly effective, non-irritating, non-toxic, and cruelty-free. The aim of these products is for them to be easy to use and incorporate into your skincare routine.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe brand choses not to apply labels like ‘organic’ or ‘natural’ to their products, as they believe these labels don’t have a consistent definition or impact the safety or efficiency of the product. Although Dr. Barbara Strum is an internationally recognised brand, they have chosen not to sell in China in order to maintain their cruelty-free production.\u003cbr\u003eAlmost every Dr. Barbara Strum product is made without parabens, with the exception of the Sun Drops SPF 50, which includes a low concentration to maintain its stability. Any fragrance that is incorporated into these products are kept at a level that is proven tolerable for sensitive skin.\u003cbr\u003eWhile you won’t see the name ‘vegan’ applied to these products, almost all of the formulas are made entirely of vegan ingredients. One ingredient that is not vegan is the cruelty-free beeswax that appears in numerous products.\u003cbr\u003eAlthough you’ll find other brands using influencers to promote their products, Dr. Barbara Strum still believes that word of mouth is the greatest marketing power. She told Vogue that “if you formulate great products with a clear effect, people will use them religiously and evangelise them too”. \u003cbr\u003eIt’s a good thing that the word of mouth behind Dr. Barbara Strum includes the likes of Rosie Huntington-Whiteley, Emily Ratajkowski, Emma Roberts, and Bella Hadid. When Dr. Strum hosted her #SturmMaskathon in May 2020 as a global live fundraiser for WHO and First Responders First, her guest list could rival even the most significant award shows. Everyone from Alessandra Ambrosio to Jason Wu, Maria Sharapavoa and Nicole Scherzinger appeared on screen.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eDr. Barbara Strum’s digital marketing strategy has focused on educating through masterclasses – featuring co-hosts like Rachel Zoe and Matthew Walker – alongside educational and self-care videos on TikTok, Instagram, and YouTube.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "When it comes to innovative skincare brands, we count Dr. Barbara Sturm amongst our favourites. This brand is on a mission to educate a generation of skincare users and offers next-generation products that perform modern miracles with a little help from science. Dr. Barbara Sturm offers everything from supercharged serums to deluxe face creams and intense hydration drops. Their products are famous for their anti-aging (and age-defying!) properties.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-21T09:22:35.330Z",
		"date": "2021-05-24T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f7e483e25556600b1d5099",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f7e483e25556600b1d5099_Dr.Barbara_Sturm.jpeg"
		},
		"meta-description": "Dr. Barbara Sturm offers everything from supercharged serums to deluxe face creams and intense hydration drops. Their products are famous for their anti-aging. ",
		"meta-title": "Meet Dr. Barbara Sturm beauty brand ",
		"name": "Dr. Barbara Sturm",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "meet-dr-barbara-sturm",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:49.312Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f7d2adec04fece66ee4230",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eTalika is a Parisian brand with a unique heritage and history. It’s quickly becoming one of our go-to brands and we consider it to be a hidden secret within the French beauty community. We’re pulling back the curtain and introducing you to the Talika brand and showing you what makes it special. Our guide looks at the history of the brand and the journey that has made Talika the company it is today.\u003cbr\u003eWhen Tailka was founded in 1948, it was originally an eye care line that offered an innovative balm that helped with lash and brow growth. Now, the brand is virtually unrecognisable from its humble beginnings, although it has made a return to its original packaging for this one product.\u003cbr\u003eThis French brand has gone from its humble beginners to gain millions of loyal followers across the world. Talika has been operating in the fashion industry for over 70 years, making it a leading expert in eye care products. The brand launched with a range of supercharged topical formulas that offer innovative solution of your beauty care needs.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe History of Talika\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eTalika launched its first product, an eye cream, in 1948. Legend has it that Danielle Roches, a young eye specialist, was treating the war-wounded in Paris. She made a special cream using plant extracts to help treat their injuries. Not only did it boost their recovery, but the eye cream also led to growth in the patient’s eyelashes and eyebrows. \u003cbr\u003eFaced with pharmaceutical shortages, Danielle developed and formulated her balm with healing plants to help treat the burns of victims who found their way to the Ophthalmic Department of the Hospitals of Paris. After seeing its potential as an eyebrow and eyelash product, it’s no surprise that Danielle Roches chose to commercialise the product by launching the first skin care product that was marketed exclusively at eyelashes. Her Eyelash Conditioning Cream set the wheels in motion for the future of the Talika brand.\u003cbr\u003eThis discovery would lead to the origins of Lipocils, the legendary treatment that stimulates lash growth and the driving force behind the success of Talika products. \u003cbr\u003eDanielle would go on to establish Talika, focused on creating eye care products. While Talika is a pioneering brand within this niche, it is starting to expand its formulas to include face, hands, and body treatments.\u003cbr\u003eTalika has been a pioneering brand since the moment of its inception. Under the leadership of Alexis de Brossess, Talika has made the decision to return to its roots – literally, inf act! The brand has gone back to its original Eyelash Conditioning Cream formula and packaging and modernised it. During this time, inspiration struck and the brand also created the LIPOCILS eyelash stimulator.\u003cbr\u003eArmed with its LIPOCILS eyelash growth product, Talika set out to conquer the Japanese market. Anyone who is familiar with the Korean beauty industry will know that Korean market can make or break the success of just about anything. \u003cbr\u003eThe Talika product range is now stocked in over 60 countries and the name I synonymous with eyebrow treatment.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eTalika Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eTalika is one brand that has always drawn its inspiration from the world around it. Since 1948, Talika has been taking inspiration from the treasures of the living world to create innovative and imaginative treatments that allow you to regain your natural beauty. \u003cbr\u003ePart of the philosophy behind Talika is that a woman’s beauty doest noct ome from her physiology or dermatology, but from her soul and spirit. This all-embracing approaching is what makes Talika different from traditional cosmetics. Alexis de Brosses points to the ability of Talika to bring together biotechnology, Ayurveda, herbal medicine, and NASA’ latest discoveries, along with industry secrets, as the reason behind its success.\u003cbr\u003eTalika has gone beyond the borders of traditional cosmetics and has adopted a unique creative process that revolves around three fundamental principles. Technological transfers that transfer life’s vital energy to the cells by creating new beauty techniques that go beyond the realms of typical cosmetic brands.\u003cbr\u003eThe brand’s current CEO, Alexis de Brosses, is no danger to explore the four corners of the globe in search of inspiration for Talika products. Whether it’s ancestral rituals or the latest NASA discovery, the world around us feeds into the development of Talika’s product range, which always appears to be at least one step ahead of the industry in terms of innovation. Talika’s goal is to take a 360-degree approach to beauty.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe leading product range within the Talika brand remains its eye contour care. These eyebrow and eyelash products are designed to treat short, brittle, and sparse eyelashes and bring them back to life, along with under-eye puffiness, wrinkles, and dark circles. \u003cbr\u003eTalika has now moved beyond its original roots as an eyelash and eyebrow brand to include a full skincare range that continues the philosophy of the Talika brand. Their skincare range has been adapted to meet all your skin needs. You’ll discover daily care products that are infused with hydrating ingredients and targeted formulas. Some of the most popular products within Talika’s skincare range include the Pink Clay Mask, Vegetal Gold Mask, and the new bio-cellulose mask.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe Genius Light LED mask is amongst one of Tailka’s most exciting products and is the ultimate in wearable technology to help rejuvenate, de-stress, and soothe your skin in under 2 minutes. You can kickstart your skin in less time than it takes to make your morning coffee.\u003cbr\u003eWhile the legendary eyelash conditioning cream hit the market in 1948, ti would take until 1994 for it to be redesigned. The legendary Lipocils gel formula hit the shelves in 1995, followed by the Lipocils Expert Enriched Legendary Formula in 2010. This newer version of the eyelash growth serums focused on pigmentation, helping curls to form with a specialist applicator.\u003cbr\u003eIn 2012, the Lipocils and Black lash serum and mascara duo hit the market, following in 2016 by the Lipocils Platinum Double-Serum for daytime and night-time use. It’s the perfect add-on to your skincare routine and helps promote lash growth and overall health. 2018 and 2020 saw the releases of special edition collectors edition of the Lipocils Expert product.\u003c/p\u003e\u003ch2\u003eTalika Today\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eTalika has now been taken over by Alexis de Brosses, who is overseeing the currently growth of the brand. The brand’s products continued to be inspired by natural biological mechanisms, while being respectful of the physiological balances that are essential for achieving healthy skin. Every Talika product contains a powerful blend of natural active ingredients that work to boost original cellular functioning.\u003cbr\u003eAlexis de Brosses has described how “every product…is a small revolution”. It’s clear that de Brosses’ love for travel has influenced the future of Talika, whose light-based device has seen them grow closer links with NASA. Alexis sees Tailka is a blend of technology, science, and discovery.\u003cbr\u003eYou might be wondering what’s next to Talika? The brand is currently working on its next set of innovative devices, which they plan to release over the coming years. Talika is now available in 60 countries, but the brand remains one of the best kept secrets of Parisian beauty.\u003cbr\u003eToday, Talika carries the tagline of ‘French beauty at its finest’ and starts that they have been a ‘lash and eye care experts since 1948’. Alexis de Brosses has said that every Talika product is a ”living entity that has a date of birth, a reason for being, and a destiny”. These products are born from the romance between nature and the brand’s researcher, with every creation being the outcome of an innovative creative process. \u003cbr\u003eAlexis de Brosses also explores how Talika is more than just a brand, but is a destiny instead. Talika now sits in a comfortable spot between a drugstore and luxury brand, offering a more attainable price tag on some of its most innovative products. As a beauty brand powered by natural ingredients, Talika is up-front and transparent about the ingredients that they use in their products. You can check out the full list of Talika ingredients here.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eThe purpose of Talika is to help you embrace your natural beauty. We’re excited to see where this innovative natural beauty brand goes next. It’s a tale of how some beauty brands grow from a simple but innovative product that makes a radical difference to your life. Talika’s next-generation products focus on the four most critical and visible areas of your skin: face hands, body, and eyes. \u003cbr\u003eEvery Talika product is specially designed with natural ingredients to give you visible results without relying on a chemical formula. Talika is a brand that listens to women and opens a two-way dialogue. Talika has grown and develop with one in the nearby area, creating the products that the modern woman needs before realising that they need it.\u003cbr\u003eTalika’s products exist to treat the everyday skincare concerns of women; whether it’s your eyelash growth, dark circles under your eyes or even dark spots and wrinkles. The next time someone wants skin care advice, just point them directly towards Talika.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e\u003cstrong\u003e\u003cem\u003e‍\u003cbr\u003eWhat do you think of Talika? Have you ever heard of this Parisian skincare secret? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Talika is a Parisian brand with a unique heritage and history. It’s quickly becoming one of our go-to brands and we consider it to be a hidden secret within the French beauty community. We’re pulling back the curtain and introducing you to the Talika brand and showing you what makes it special. Our guide looks at the history of the brand and the journey that has made Talika the company it is today.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-21T07:54:21.268Z",
		"date": "2021-05-20T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f6bb4fb4e3457aafe15548",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f6bb4fb4e3457aafe15548_talika.jpeg"
		},
		"meta-description": "We’re pulling back the curtain and introducing you to the Talika brand and showing you what makes it special. ",
		"meta-title": "Everything You Need to know About Talika",
		"name": "Talika",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "everything-you-need-to-know-about-talika",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:54.277Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f6ba88a58c4621543ee9b0",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eIt’s time to sit down and grab a mug of tea or an iced coffee. We want to introduce you to one of our favourite skincare brands of all time. This French made brand is one of the most innovative on the market and is our go-to for creating a new skincare routine. The House of Patyka is a Parisian beauty brand with an almost unrivalled history. It dates back to the 1920s before evolving into the organic cosmetic brand that we know and love today.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003eIn 2002, Patyka became one of the first cosmetic brands to be certified organic by the ECOCERT label and offers a unique vision on the idea of beauty. It uses unique fragrances and textures to create one-of-a-kind products that you can’t find anywhere else.\u003cbr\u003eWe’re taking a deep dive into the world of Patyka to open up the curtains and show you what makes this Parisian brand so unique. We count it amongst our favourites and want to introduce you to one of Paris’ best-kept beauty secrets.\u003c/p\u003e\u003ch2\u003eThe History of Patyka\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eDuring the roaring twenties, a Parisian apothecary formulate an elixir made of essential and vegetable oils that became the go-to scent and beauty secret for every Parisian woman. The Huile Absolue became an instant classic upon its release. The formula for Huile Absolute was rediscovered several decadaes later, giving birth to the Patyka, a Parisian organic cosmetic brand that takes its name from the ancient Greek word ‘apotheke’, meaning pharmacy.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eSince its launch Patyka has been on a mission to continue cultivating its heritage and developing their expertise within the green chemistry and biotechnology industry. Patyka is a beauty brand for the next generation by the next generation.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eEvery Patyka product is certified as 100% vegan, without any of the usual real diary alternatives. Most vegan alternatives are made using the brnad’s Hydra-Soothing Cream or Universal Texture Smoothing Antioxidant Cream, as both contain bessewax.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePatyka is a brand that demands excellence in its products. The Parisian beauty brand was launched in France, where they have their headquarters. Patyka offers products that are 100% exclusively made in France. The brand works in partnership with the best available producers to harvest botanical actives in the best quality and with the classic French artisanship and manufacturing as before.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe Values of Patyka\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePatkya’s values revolve around ethics, efficiency, excellence, and sensorially. They believe that these values are inseparable, and part of their mission to revolutionise the cosmetic industry by creating a unique vision of beauty.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand is ECOCERT certified organic, meaning that every product meets the strict sets of rule s set out in order to get the organic rating. These regulations are set out by an independent body. This early certificate makes Patyka one of the first cosmetic brands in the world to be awarded the ECOCERT award.\u003cbr\u003eEvery Patyka product is made in France, including the packaging, using the finest craftsmanship. The packaging is shaped like an origam and is made in Burgundy. Patyka works with a group of partners that have been hand-selected to help them provide advice to future employees and trainees alike. Even if you’re a lont-erm healthcare worker, these presentations might teach you something you didn’t already know.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePatyka products are also cruelty-free as they are not sold in China and nothing from the ingredients to the finished product is tested on animals. This cruelty-free commitment is at the heart of what Patyka is at the heart of everything Patyka does.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eSensoriality\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePart of Patyka’s philosophy is that you shouldn’t have to choose between ethics, efficiency, and sensorially. The aim of every Patyka product is to bridge the gap between these three things. The fragrance and texture in every Patyka product reflect the unique expertise of the team around the leaders of Patyka. The formulas are delicate and refined without being overpowering and are made in collaborating with one of the great craftsmen of France.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe fragrances used as part of the Patyka range are 100% natural and custom-made in Grasse. Each authentic fragrance is compromised of raw materials and rigorously sweet yet subtle fruity taste. What makes Payuka uniwue Is that they’re a beauty product that is a true accomplishment for efficiency, using a unique application process for maximum pleasure.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eBiotechnology and Creating Formulas\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eInnovative biotechnology sits at the heart of Patyka’s product range, with every product containing a specialist laboratory formula that utilises the latest in sience and high technology development. They’re packed full of biological active ingredients that formula beatable skincare products.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe Patyka skincare products have a proven track record with 18 years of scientific research backing up their development. Patyka’s advanced research means that it is able to develop its expertise within the green chemical and biotechnology industry to create products with proven efficacy. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePatyka creates their products by first reflecting on the new formula. They engage their dermatological experts and combine it with their constant addition to create a product that meets your skin’s needs. The team start by imagining the formula before they start working on the texture, benefits, and perfume.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePart of Patyka’s work is research and development into the effectiveness of formulas based on their biotechnological and biological active ingredients, which are each carefully selected. At the Patyka laboratory, the team seek to create the best formula that combines efficiency with sensorially. The brand promises to deliver an uncompromising high-quality formula every time. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhen the team has dreamed up the perfect formula and it has been validated, the team quickly get to work with testing the preservation, tolerance, and stability of the formula. These tests are part of the process by which Patyka is able to determine the safety of the formula.\u003cbr\u003eBefore the team can go any further, clinical studies by an independent organization have to be carried out to assess the satisfaction of the testers and to use instrumental measurements to measure the action of the product on human skin.\u003cbr\u003eAt the heart of every formula is a designer to create more effective formulas than conventional cosmetics brands with natural active ingredients that are a higher-quality and in a better quantity than synthetic ingredients.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe Composition of the Cares Patyka\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eWith all the certified organic formulas, the ingredients have to provide a beneficial action for your skin. The formulas are made using state of the art biotechnological assets. These molecules have a particular action that they carry out, whether it’s for anti-aging or to hydrate the skin.\u003cbr\u003eThe challenge that brands like Patyka face is to develop organic manufacturing processes, such as ecological extraction techniques that use living micro-organisation, such as yeast and bacteria, instead of traditional techniques of using chemical solvents.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAll the active ingredients within these formulas are from organically grown plants – because nature is their number one source of inspiration. The natural ingredients are better assimilated into the skin due to the biological relationship between the plant and epidermis of the skin.\u003cbr\u003ePatyka creates partnerships with agricultural cooperatives to ensure the highest quality of production and the use of 100% natural preservatives and fragrance.\u003cbr\u003eIt’s time to say goodbye to normal water and opt for floral water in our products. The water in all Patyka products is being replaced by an exceptional substance that provides similar trends for you to check out. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eDamask rose floral oil combines the plumping serum fundamental which hydrates your skin, while delivering natural antioxidants and regenerating viruses. It’s the perfect skincare product for those who don’t know where to start. This product is synergised with biotechnology active ingredients in the formula.\u003cbr\u003eReplacing traditional water with floral waters means that you can still take advantage of the exceptional properties of this product. Damask Rose Floral Water nourishes your skin, while Barley acts as an antioxidant and soothes your skin. Seeet mint is refreshing and invigorating but has become a zombie over recent months.\u003cbr\u003eLike most certified organic skincare, biotechnology sits at its heard and works by combining the best of the pack with innovative ingredients that make you bring your selfies to life.\u003cbr\u003eAfter 18 years of scientific research, the Patyka Advanced Research delivers clinically proven results that make a noticeable difference for your skin. Patyka is 100% clean skin care. \u003cbr\u003eAlmost every product is:\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e•\tSilicone, parabens, polymers, waxes, and mineral oil free.\u003cbr\u003e•\tFeatures no synthetic additives, dyes, fragrances, or preservatives.\u003cbr\u003e•\tContains no plant ingredients grown with pesticides.\u003cbr\u003e•\tHas no ingredients of animal origin (with the exception of the Hydra-Soothing Cream, the Intensive Hydra-Soothing Cream, and the Antioxidant Smoothing Cream.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003ePatyka is committed to protecting the environment with organic, made in France skincare that is also vegan. These 100% certified organic skincare products focus on stability and are made with the environment in mind. Patyka’s entire manufacturing process is certified as non-polluting, thanks to environmentally friendly extraction processes. The brand’s packaging is entirely sustainable, with carboard boxes, glass bottles, and recycled or recyclable plastic packaging.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eWhat do you think of Patyka? Is it a brand that you want to try out? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "It’s time to sit down and grab a mug of tea or an iced coffee. We want to introduce you to one of our favourite skincare brands of all time. This French made brand is one of the most innovative on the market and is our go-to for creating a new skincare routine. The House of Patyka is a Parisian beauty brand with an almost unrivalled history. It dates back to the 1920s before evolving into the organic cosmetic brand that we know and love today.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-20T11:59:04.609Z",
		"date": "2021-05-17T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f6b2d36e8c072f87ad7400",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f6b2d36e8c072f87ad7400_Patyka.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the world of Patyka to open up the curtains and show you what makes this Parisian brand so unique. ",
		"meta-title": "Everything You Need to know About Patyka",
		"name": "Patyka",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "everything-you-need-to-know-about-patyka",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:09:59.360Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f6b1609bc0ffff360f9adb",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eNUXE is one of our favourite French brands and one that we’re excited to be spotlighting on our blog. This brand has grown from its humble beginnings in France to become one of the most famous beauty brands in the world. We’re taking a deep dive look at the history, commitments, and ingredients behind the success of this brand. We’ll also include product recommendations so that you can get to know Nuxe and understand the hype behind the brand.\u003cbr\u003eThis guide takes an in-depth look at NUXE, including its founder, Aliza Jabes. Our goal is to look beyond the hype to see what makes this brand tick and why it deserves to be in your skincare routine.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe History of NUXE\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eNUXE began in a small formulation elaborate in Paris in 1990. In just thirty years, NUXE has become a globally recognised brand with a presence in over 60 countries. This French brand was founded by Aliza Jabes and is a pioneer within the natural beauty industry. \u0026nbsp;Every NUXE product is formulated and made in France, combining the highest-quality pharmaceutical ingredients with the innovative power of science.\u003cbr\u003eThe goal of NUXE founder Aliza Jabes has always been to create a daily skincare routine that works for all women. The brand launched its legendary Huile Prodigieuse product in 1991, followed by its Reve de Meiil lip balm, Crème Fraiche de Beaute, and their anti-ageing skincare collection. NUXE prides itself on offering something for every woman – whatever her age or skincare concerns. \u003cbr\u003eNUXE has gone beyond being just a skincare brand. Aliza Jabes wanted to take the brand further and find a way to offer women a self-care experience in an intimate and comfortable setting. In 2002, NUXE opened its first Parisian spa on the Rue Montourgueil, which has now expanded to a network of over 50 spas throughout the world.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eMeet Aliza Jabes\u003c/h2\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eA brand is nothing without its founder. Aliza Jabes is the woman behind the legend of NUXE. She’s a graduate of Science Pro Paris and has an MBA in Marketing and Finance. Her passion for beauty started in her childhood, encouraged by her father who was a researcher in the pharmacy industry.\u003cbr\u003eDuring the early 1990s, she discovered a Research Development lab in Paris that would become the birthplace of the iconic NUXE brand. She focused on ultra-sensory natural-origin ingredients to create her innovative products. She took the brave leap of offering her products to pharmacies, when it was traditionally only dermatological skincare brands being offered within this niche.\u003cbr\u003eThe decision to bring NUXE to pharmacies was a deliberate one, allowing the brand to target its ideal demographic of women who wanted natural and ultra-effective skincare products with a sensual twist. \u003cbr\u003eNUXE became a brand beloved by women across France, finding itself one of the leaders within the French beauty industry and offered in pharmacies across the country.\u003cbr\u003eAliza has continued to push the brand over the year, taking the decision to enter the spa industry with the infamous NUXE spas. The first one is located in an old 17th-century wine cellar, located in the heart of Paris. \u003cbr\u003eHer entrepreneurial spirit and success has been recognised by several leading awards, including the Ernst \u0026amp; Young Prize for Entrepreneur of the Year in 2010, the CEW Achiever Award in 2012, and the Havas International Trophee Feeme en Or in 2014.\u003c/p\u003e\u003ch2\u003eThe Vision Behind NUXE\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe mission of NUXE is to create a remarkable beauty experience for every customer. The brand’s vision involves combining sensory awakening with nature and the power of science. NUXE is famous for their effective skincare products that take their inspiration from the world around us. \u003cbr\u003eWhat makes NUXE stand out from the crowd is their natural-origin formulas and intoxicating scents that linger on your skin. NUXE’s vision is to make beauty and skincare accessible for all women.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe NUXE Laboratory \u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePart of NUXE’s appeal is the fact that the brand makes their own skincare products in their dedicated laboratory. The NUXE laboratory is located in Paris and powered by the innovative ideas of the NUXE team and their nature-inspired formulas. \u003cbr\u003eThe laboratory focuses on using the most effective active ingredients to regenerate your skin with natural ingredients that are rare within the industry. NUXE has filed more than 40 patents within France, ranking it amongst the most innovative companies within France. Every NUXE product goes through strict testing to meet the brand’s commitment to providing the highest-quality products. \u003cbr\u003eNature is at the heart of every NUXE formula. They use nature as the source of inspiration, providing the energy behind the research carried out at their research laboratory. These active ingredients include some of the most active molecules available on the market, alongside natural origin ingredients that are formulated through an environmentally friendly process. \u003cbr\u003eNone of the products offered by NUXE contain synthetic ingredients, such as parabens or synthetic colorants, along with animal-derived ingredients. NUXE’s work is inspired by the idea of creating a sensory appeal and emotion that connects the customer with the product in a unique way.\u003cbr\u003eAs NUXE formulate their own products in their laboratory, they follow a strict validation protocol when creating their products. All NUXE products comply with European regulations, which are the most stringent in the world. The NUXE team of specialists perform strict control tests of every raw material, evaluating every ingredient against the brand’s natural formulation charter before approving its use.\u003cbr\u003eAs part of NUXE’s quality control measures, they guarantee a lifespan of over 30 months for every product, with a use period of between 6 to 12 months after opening. Every product is made on site in Lecousse in NUXE’s recently renovated factory that includes both microbiology and physical chemistry control laboratories.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe Commitments of NUXE\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eNUXE is committed to protecting nature and conserving natural resources. Their approach is to take each step of the design process, from selecting natural ingredients to the packaging and formulation.\u003cbr\u003eThe brand focuses on having a fully traceable system for all active ingredients. They are committed to prioritising crops over wild harvesting and do not use CITES regulated materials, such as protected plant species. \u003cbr\u003eThey see it as their responsibility to create formulas that protect the environment. NUXE’s rinse-off formulas are over 80% biodegradable, limiting the environmental impact of NUXE products. The brand does not use microbeads in their exfoliator and instead chooses natural origin exfoliant particles.\u003cbr\u003eTheir products are kind to both your skin and animals, with vegan formulas that do not contain animal derived ingredients. This cruelty-free brand complies with European cosmetic regulations and incorporates environmentally responsible packaging, including the brand’s exclusive eco-designed jars that are made using recycled materials.\u003cbr\u003eIn 2018, research carried out found that their eco-designed 50-ml glass years yearly save the same resources as the water consumption of a single French adult over two-years, the destruction of 244 trees, and the emission of a car travelling the world 28 times.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eNUEX’S Most Famous Product\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe product that made NUEX what it is today is the Huile Prodigieuse. This product is so popular that one bottle of Huile Prodigieuse is estimated to be sold every 11 seconds across the world. It was the brainchild of Aliza Jabes, when she was expecting her first baby and searching for a natural moisturizer that was multi-purpose and fit her changing lifestyle.\u003cbr\u003eWhat makes the Huile Prodigieuse so popular is that the formula is 98% natural-origin, with a unique dry texture that rapidly absorbs into your skin without leaving any residue behind. It contains a blend of botanical oils, including the infamous argan and camellia oil, which nourish and repair your skin. You can also use this product on your body and hair to restore its natural shine.\u003cbr\u003eThe collection of Huile Prodigieus products has expanded to include several other formulas, including Huile Prodigieus Riche in 2016. It incorporates macadamia oil and is specially formulated for very dry skin. The latest product in the collection, Huile Prodigieuse Florale gives you all the benefits of the OG product with a citrus and white floral scent.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eProudly ‘Made in Franace’\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePart of what has made NUXE so popular is that the products are made in France including high-quality skincare ingredients. The research and development team behing NUXE is full of talented researchers who are experts in their field. Quality and innovation sit at the heart of everything NUXE does, allowing them to become part of France’s pharmacy heritage.\u003cbr\u003eAlong with the products being formulated in NUXE’s laboratories, they are supervised by independent laboratories that are approved by the French Ministry of Research. Every NUXE product is made in France at Lecousse, Brittany. The laboratory employs over 70 staff and has its own physiochemistry and microbiology laboratory.\u003cbr\u003ePart of NUXE’s social commitments include protecting bees to help maintain our biodiversity. Water is one of the main ingredients in the NUXE formulas, and is why the brand supports the 1001 fountains NGO to help fund the installation of water production stations in developing countries. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eIs NUXE a skincare brand that you use? Are you a fan of natural skincare? Let us know in the products below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "NUXE is one of our favourite French brands and one that we’re excited to be spotlighting on our blog. This brand has grown from its humble beginnings in France to become one of the most famous beauty brands in the world. We’re taking a deep dive look at the history, commitments, and ingredients behind the success of this brand. We’ll also include product recommendations so that you can get to know Nuxe and understand the hype behind the brand.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-20T11:20:00.563Z",
		"date": "2021-05-14T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f6ae912df678620bb11b5a",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f6ae912df678620bb11b5a_nuxe.jpeg"
		},
		"meta-description": "NUXE is one of our favourite French brands. We’re taking a deep dive look at the history, commitments, and ingredients behind the success of this brand. ",
		"meta-title": "Everything You Need to Know About NUXE",
		"name": "NUXE",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "everything-you-need-to-know-about-nuxe",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:10:05.569Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f6acf8367877094bae2aaf",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eClarins is one of the most famous beauty brands in the world. It’s considered the number one prestige skin care brand in Europe account to NPD beauty trends. What we love about Clarins is its commitment to high-quality events, It’s a brand that has the royal stamp of approval after the Duchess of Cambridge was photographed carrying one of their lip products at Wimbledon. \u003cbr\u003eWe’re taking a deep dive into the world of Clarins Skincare to see what makes it so popular. We’re going to look at the different ingredients, the research and development behind the products, and how Clarins skincare became a household name. Whatever your skincare needs are, you can be guaranteed that Clarins has a product or range for you.\u003cbr\u003eGrab a pen or bookmark this page to make it easy to find the perfect skincare products for you.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe History of Clarins\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eClarins is a beauty brand that proudly carries the ‘made in France’ tagline. It was launched on March 15 1954 by Jacques Courtin-Clarins when he opened his first Clarins Institute, focused on the belief that your physical well-being and happiness are linked to your beauty. \u0026nbsp;Clarins came to the market at the same time as celebrities began to appear on the cover of magazines.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eClarin’s first landmark product, the Body Shaping Cream, hit the market in 1962, streamlining contours and shapes of the body to eliminate cellulite. In 1968, Clarins made the decision to add customer cards inside the packaging upon the suggestion of employees.\u003cbr\u003eWhat is extraordinary is that Jacques Courtin-Clarins was a medical student when he founded Clarins. He was actively involved with Clarins until his death in 2007, with his son Christian taking over as chairman of Clarins in 2000.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAs a French skincare brand, Clarins was greeted with almost immediate success. The mission of Clarins has always been to listen to the needs of women and create safe and natural skin care products that are highly effective. Clarins joined the Paris Stock Exchange in 1984, showing just how successful the brand had become.\u003cbr\u003eWhat made Clarins an overnight success is that it was the fist brand to release face and body treatments that include formulas made exclusively of plant. It was sin the 1970s that Clarins began to gain its global recognition, entering stories in the Untied States and abroad.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIn 1990, Clarins was named as the No.1 high-end face skincare treatment brand in Europe, a title that it retains till this day. The first makeup products by Clarins hit the market in 1991, carrying the tagline of ‘Clarins, it’s all about you’. At the same time, Clarins also released their first anti-pollution product range to meet the needs of the modern consumer. \u003cbr\u003eThe 1990s saw Clarins acquire a stake in Thierry Mugler Couture, leading to the creation of Thierry Mugler parfums, which also launched the Clarins Group. The collaboration with Thierry Mugler led to the creation of the infamous Angel fragrance that remains a best-selling today.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eAfter the original beauty institute in Paris, it’s no surprise that Clarins was quick to establish a network of international Clarins Skin Spas across the world. These spas exclusively use Clarins products, with every spa experience including the customer learning more about how to protect their skin.\u003cbr\u003eFast forward to today and Clarins – otherwise known as Clarins group – is one of the most recognisable luxury beauty brands in France and across the world. Their product range has expanded to include everything from cosmetics to perfume and skincare.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe brand is also the founder of the Courtin Arthritis Foundation, which launched in 1989 and made it possible for the brand to carry out extensive research on chronic inflammatory rheumatism and polyarthritis. The foundation is viewed as being responsible for most of the major advances made in rheumatoid arthritis research.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003e10 Reasons why Clarins is the Most Trusted Skincare Brand\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eIn 2016, Clarins was named the No. 1 prestige skin care brand in Europe, reflecting the brand’s status as an attainable luxury skincare company that helps you achieve scientifically backed results.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe holistic vision of Jacques Courtin-Clarins, the brand’s founder, remains at the heart of everything the brand does. What makes Clarins so special is that the brand played a role in the physical and mental liberation of women during the 50s and 60s in France. \u003cbr\u003eAlthough Clarins has grown from its early days as a French brand to become one of the most recognised in the world, their products as still made and designed in France, remaining truthful to the original philosophy of the brand.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eWhile other skincare brands have been purchased by conglomerates, Clarins remains within the family of its original founder Jacques Courtin-Clarins. Oliver Courtin-Clarins is the Managing Director of the Clarins Group, while Christian Courtin-Clarins is the President of the Clarins Group Supervisory Board. Other members of the family including Claire Courtin-Clarins, Prisca Courtin-Clarins, and Virginie Courtin-Clarins all act as brand ambassadors for Clarins.\u003cbr\u003eThe family offered $3.6 million dollar to buy out the minority stakeholders from the Disney company. The brand intended to use the damages as a way of establishing a cosmetic company without the bad publicity that comes with a non-eco friendly brand.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eThe popularity of Clarins comes from its natural ingredients, which deliver the same level of effectiveness as chemical ingredients. Clarins is known for using over 250 different natural plant extracts in their formulas. Every natural ingredient is carefully chosen to give ultimate effectiveness to the product and to optimise the formula to help you unlock your every beauty. Every product within the Clarins production process is sourced with the utmost care for the world around us and our biodiversity.\u003cbr\u003eAt the heart of Clarins is its dedication to permanent innovation. All you have to do is look at the brand’s serums over the years to see Clarins’ innovation. What makes Clarins so powerful is that it represents the meeting of the beauty needs and skincare requirements of women everywhere. The goal of Clarins products is to continue perfecting what already exists, such as your natural features. \u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003cp\u003e‍\u003cbr\u003eClarins is an industry leader and continues to dominate the market with their problem-solving products, different textures, and their application process that can help boost their efficiency.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eOne reason why we choose to shop at Clarins is that they offer customised consultations. We’ve all struggled to find a skincare product that addresses our specific concern or the find the right foundation colour. Whatever your beauty concerns are, Clarins are here to help. They will help you establish a customised skincare routine that is made easy to follow with a personalised skin care program.\u003cbr\u003eCommunity is at the heart of what Clarins does and follows on from their commitment to make life more beautiful. It is Clarins’ mission to respect nature and provide a way of protecting biodiversity. They support the local communities in these extraction areas and purchase their raw materials in accordance with fair trade regulations. \u0026nbsp;Clarins sees their consumer as a customer and ‘global citizen’, with a responsibility to respect our current and future generations.\u003cbr\u003eEvery Clarins product has a secret ingredient – Love. The heart-warming story behind Jacques Courtin-Clarins’ journey to creating the Clarins brand is heart-warming. It’s a sign of how an idea can spark into something so much more. Clarins has established relationships with their clients for over 60 years, providing customer service, research and development scientists, alongside marketers. The Clarins tea is wide, variety, and packed-full of love to support your skin and body.\u003cbr\u003eClarins is more than a job, it’s a passion and state of mind.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eClarins Group\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eClarins is more than just an independent brand, it’s grown to become a conglomerate in tis own right. Other brands within he Clarins portfolio include Clarins and My Blend. The Group also oversaw the release of Clarins’ men’s range, entitled ‘Clarins Men’ in 2002. The division within the group known as the Clarins Fragrance Division has held the perfume portfolio of everyone from David Yurman to MUGGLER and Swarovski. \u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eIn 2008 Christian and Olivier Courtin-Clarins initiated a takeover bid of the Clarins Group in order to maintain its independence and to take back control of the company’s sustainability initiative. The Clarins Group was delisted from the Paris Stock Exchange as a result. Two years later, the daughters of Christian and Olivier Courtin-Clarins – Virginie, Claire, Prisca, and Jenna – joined the Supervisory Board, continuing the family tradition at the heart of Clarins.\u003cbr\u003eIn 2014, Clarins unveiled their new building in the 17th arrondissement of Paris that will serve as the company’s new headquarters. In 2018, Clarins created the Clarins Domain at the heart of a preserved area in the Alps.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003eLast year, Clarins handed its Mugler and Azzaro portfolio over to L’Oreal to allow the Clarins group to focus on their beauty products, Clarins, and the MyBlend range.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eHave you ever tried Clarins skincare product? Which one is you go-to or holy frail product? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Clarins is one of the most famous beauty brands in the world. It’s considered the number one prestige skin care brand in Europe account to NPD beauty trends. What we love about Clarins is its commitment to high-quality events, It’s a brand that has the royal stamp of approval after the Duchess of Cambridge was photographed carrying one of their lip products at Wimbledon. ",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-20T11:01:12.372Z",
		"date": "2021-05-10T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f6ab34631a4b7cc2aa63bb",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f6ab34631a4b7cc2aa63bb_clarins.jpeg"
		},
		"meta-description": "Clarins is one of the most famous beauty brands in the world. It’s considered the number one prestige skin care brand in Europe account to NPD beauty trends.",
		"meta-title": "Everything You Need to Know About Clarins Skincare",
		"name": "Clarins",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-09-06T11:11:38.575Z",
		"slug": "everything-you-need-to-know-about-clarins-skincare",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-09-06T11:11:38.575Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f1af44c79d868326c0468e",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eWe want to introduce you to one of our favourite up-and-coming brands, Bronzette. This brand is inspired by the wild and rebellious women who are both chic and timeless. It’s the brand for the woman who isn’t afraid to show off some skin, wear a man’s shirt, and stick on her sunglasses without a care in the world. If ‘rebel chic’ sounds like your aesthetic, you’ve found your perfect match with Bronzette. \u003cbr\u003eThe brand takes its inspiration from the carefree girl who dances the night away and wakes up to the sound of cicadas. Whether you’re an Instagram model or someone who likes to read their horoscope, Bronzette exists to help you unlock your mischievous side.\u003cbr\u003eWe’re taking a deep dive into Bronzette to show you why it’s one of our new favourite brands. You’ll find out everything you need to know about this innovative beauty brand and get product recommendations along the way.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eThe History of Brunette\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eBronzette exists to give you the feel of summer all year long. Do you wish that summer could last forever? With Bronzette, you get to keep a piece of summer with you wherever you go. This vegan-friendly and cruelty-free brand is quickly becoming one of our favourites. \u003cbr\u003eTheir products are inspired by the tonka bean, a mythical essence distilled in Vallauris, known as the valley of perfumers in France. The brand has been recognised as bioethical, green, and natural by Yuka, thanks to their 100% vegan formulas. \u003cbr\u003eBronzette is a next-generation beauty brand that has sustainability at its heart, incorporating recyclable glass bottles to reduce waste with their packaging.\u003cbr\u003eBronzette’s key two key products – the Expert and Divine oils – carry the brand’s signature scent. The Bronzette fragrance encapsulates the idea of sensuality, carrying spicy top notes that make you picture summers spent sitting on the beach. The sensual heart notes of almond, cinnamon, and tiare flower add a captivating centre to the scent. What makes the aroma intoxicating is the woody notes of white musk, blended with the sweetness of vanilla. \u003cbr\u003eThe Bronzette scent is a unisex fragrance which is illusive and seductive, acting like a magnet to those around you.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eOur Favourite Bronzette Products\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eOur stand-out favourite product is the Perfect Bronzette Duo, which serves as the perfect introduce to the brand. This set includes the summer duo that you need in your life. The SPF30 Sun Oil and Multifunctional Dry Oil are our go-to all summer long. You don’t have to worry about using them in moderation, they’re perfect for lathering over your skin before hitting to the beach or arriving on the dance floor.\u003cbr\u003eYou can apply both these products to your body, hair, and face twice a day. They’re staples on our vanity table and two products that we reach for every day during spring and summer – or when we jet off on a tropical vacation.\u003cbr\u003eLet’s take a deep dive into these two products, so you can understand what makes them so special.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eExpert Bronzette\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe ‘Expert Bronzette’ is one of the hero products by Bronzette and offers a high SPF30 protection. Keeping your skin safe from the sun is the secret to maintaining your youthful glow. This sun oil protects your skin from UVA and UVB rays to prevent premature aging, sunspots, sun burns, and sagging. \u003cbr\u003eAlong with protecting your skin, this product also hydrates and nourishes your skin using two natural oils. Sunflower oil is a natural antioxidant which helps to slow down the skin’s aging process, while grape seed oil works to hydrate and nourish your skin due to its high vitamin E concentration.\u003cbr\u003eYou get the sensuality and natural shine of the oil with the extra layer of protection for your skin. You can use it in partnership with your daily SPF or as a stand-alone product. It’s a must-have for throwing into your beach bag or carry on when going on vacation. No swimsuit look is complete without a layer of the Bronzette High Protection Sun Oil SPF30. \u003cbr\u003eWe swear by using this product before going out in the sun, whether it’s for a walk in the park or a trip to the pool. You want to be reapplying this sun oil every two hours, and again after you get out of the pool or finish working out.\u003cbr\u003eYou can apply the Expert Bronzette to your body, along with your face and hair for added UV protection. What we love about this product is that it will help protect your hair and skin from chlorine and salt, making it ideal for anyone who spends their summers at the beach. This product is safe for all skin types as it contains 100% vegan ingredients that are kind to your skin.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eDivine Bronzette\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe sister product to the Expert Bronzette is the Divine Bronzette. You can use this product in partnership with the sun oil or as a stand-alone product. \u003cbr\u003eThere is nothing more sensual than soft and silky skin, with a sweet fragrance that lingers on the skin. That’s exactly what this product gives you.\u003cbr\u003eDivine is an everyday essential is contains a blend of three natural oils. Grapeseed oil nourishes your skin with its rich vitamin E concentration, while sweet almond oil is packed-full of omega 9 to soothe sensitive skin. Argan oil – known as liquid gold – is a natural antioxidant that is perfect for protecting your hair from the sun and while in the water.\u003cbr\u003eThe innovative formula of this multifunctional oil means that it penetrates deeply into your skin and dries quickly without leaving a residue behind. You can also use this nourishing oil on your hair and nails as a sustainable treatment that leaves them soft to the touch and gently fragranced.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eWinter Heat T-Shirt\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eThe concept of Bronzette is built on the idea of taking summer with you throughout the year, even into winter. The ‘winter heat’ t-shit is made using organic cotton and is created in a small workshop in Paris’ 2nd arrondissement. The t-shirt caries the slogan ‘Canicule Hivernale’, meaning winter heatwave in French.\u003cbr\u003eThe philosophy behind the t-shirt matches the mission of the brand. It’s founded on the idea of respecting our planet, it’s people and animals alike.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eWhy we love Bronzette\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eBronzette is more than just a tagline or a romanticisation of summer. What the brand offers is an innovative product range that cares for your skin while unlocking your inner sensuality – all while protecting our planet. For too long, we’ve had to settle for products packed full of chemicals that harm our skin and damage our ecosystems.\u003cbr\u003eWhat makes Bronzette different is that their sun oils not only protect and nourish your skin, but they’re full of skin-loving natural ingredients. Their products are kind to both you and animals, with their cruelty-free 100% vegan formulas. Everything down to the packaging has been thought about, with all of Bronzette’s product range being cruelty-free.\u003cbr\u003eBronzette is right on trend and has its fingers on the pulse – in more ways than one. Everyone wants to achieve a healthy, dewy glow. We’ve become more educated on the dangers of the sun and know that we can’t sit outside working on our tan without wearing an SPF. You get the functionality of a sunscreen with nourishing ingredients that your skin will love. It’s all packed inside eco-friendly glass packaging that is made under the Provencal sun.\u003cbr\u003eYou can indulge in the latest skincare and beauty trends, all the while knowing that you’re helping to protect our planet. We can’t think of a better product range for Gen Z and Millennials who want to have a sustainable beauty routine without compromising on quality or style.\u003cbr\u003eBronzette’s ‘cheeky cosmetic treatments’ are eco-friendly, cruelty-free, vegan, and plastic-free. You can explore the full Bronzette product range and purchase your own sun oils here.\u003c/p\u003e\u003cp\u003e‍\u003cbr\u003e\u003cstrong\u003e\u003cem\u003eHave you tried the Bronzette product range? We’d love to hear your thoughts about the brand in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "We want to introduce you to one of our favourite up-and-coming brands, Bronzette. This brand is inspired by the wild and rebellious women who are both chic and timeless. It’s the brand for the woman who isn’t afraid to show off some skin, wear a man’s shirt, and stick on her sunglasses without a care in the world. If ‘rebel chic’ sounds like your aesthetic, you’ve found your perfect match with Bronzette. ",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-16T16:09:40.281Z",
		"date": "2021-05-07T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f1ad1cfadff39d74c4a283",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f1ad1cfadff39d74c4a283_bronzette.jpeg"
		},
		"meta-description": "You’ll find out everything you need to know about this innovative beauty brand and get product recommendations along the way. ",
		"meta-title": "Everything You Need to Know About Bronzette",
		"name": "Bronzette",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "everything-you-need-to-know-about-bronzette",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:10:16.004Z",
		"wordcount": 1500
	},
	{
		"_archived": false,
		"_cid": "60d7499530047b4399d844ea",
		"_draft": false,
		"_id": "60f1ac7a2ea10af2aa7c8f80",
		"author": "60740f22ed8dc64b4bd65f7f",
		"body": "\u003cp\u003eMeet Aysse. It’s a French skincare brand based in Champagne. It was founded in 2011 in Reims, France and is the brainchild of Pascale Baudin de Saint Quantin. She is the great-great-cousin of Josephine de Beaucharnais, the wife of Napoleon, who famously used to bathe in sparkling water. This mid-tier beauty brand provides attainable luxury to women who want to prevent premature ageing and unlike their skin’s inner radiance.\u003cbr\u003eWe’re taking a deep dive into the brand to find out everything we can about Aysse, their USP, and its unique active ingredient that you’re probably more used to drinking than putting on your face. Aysse is one of our favourite skincare brands, and one we’re excited to share with you in this ultimate brand guide.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eWhat is Aysse?\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eAysse is a French skincare brand that focuses on the skincare benefits of champagne. It incorporates the antioxidants, minerals, and vitamins that come from champagne to boost your skin’s natural radiance and prevent premature aging. Aysse’s use of champagne is backed up by research from the University of Reims who found that champagne is an effective skincare ingredient. \u003cbr\u003eWhat we love about Aysse is that it’s a hidden gem within the French skincare community. Unless you’ve got your ear to the ground, you might not have come across this inventive brand. Aysse sits at a mid-tier price tag, making its champagne-infused skincare products attainable to a wider range of customers. \u003cbr\u003eThe brand originally sold their skincare products across France and Italy before expanding to Asia and the Middle East. Aysse also opened its own three-storey flagship store in Paris, with its dedicated Champagne bar.\u003cbr\u003eAysse isn’t afraid to play on the connection between founder Pascale Baudin de Saint Quantin and the Napoleon family. Baudin found her love from skincare after spending time with her grandmother in France. She watched as the older woman blended her own products using sparkling wine, passing on her knowledge and passion to Baudin. Years later, Baudin took her grandmothers recipes and improved the formulations with the help of a dedicated team of scientist. \u003cbr\u003eChampagne was to Josephine de Beauharnais what we think donkey milk may have been to Cleopatra; both infamous women of history are famous for their beauty tricks, most of which are still used today.\u003cbr\u003eAysse has two product ranges within their brand. ‘Millesime’ is dedicated towards young women under the age of 40, while the ‘Prestige’ collection is for women over the age of 40. Each collection includes dedicated products to address the specific skincare concerns of each demographic, including anti-aging and sun damage.\u003cbr\u003eThe products within Aysse’s collection feature 1-5% pure champagne, alongside 40 other active ingredients.\u003c/p\u003e\u003cdiv\u003e\u003c/div\u003e\u003ch2\u003eAysse’s Product Range\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003ePart of Aysse’s facial skincare line includes the Serum Eclat Immediat, which works to revitalise your skin and boost its natural radiance. Millesime Prime Jeunesse is a moisturiser targeted at women under 40 who want to prevent premature aging, while the Prestige Temps Jeunesse is made with mature skin in mind. Their Eclat Regard is an eye product that everyone can benefit from using.\u003cbr\u003eThe brand offers three facial cleansers that allow you to perfect the art of double cleansing. The milky make-up remover is the gentlest option, followed by the purifying mousse and alcohol-free toner. Aysse also has two face masks, including Masque Tendre, which hydrates sensitive skin, and the Masque Gommage, which boosts your skin’s natural cellular renewal process.\u003cbr\u003eAysse also offers an extensive range of body care products to use alongside their skincare products. You can find everything from gently spray-on moisturizers to highly concentrated hydrating body lotions and a hand cream that easily absorbs into your skin to prevent premature aging and drying. \u003cbr\u003eWhat makes the Aysse product range so unique is that almost every product contains a 5% concentration of champagne. Lionel De Benetti is responsible for formulating Aysse’s products and explains that champagne has over 1,000 different molecules which are ‘necessary for the vital function of the skin’. Champagne incorporates everything from copper, which protects your skin from free radical damage and zinc, which slows down aging and keeps the cellular turnover moving. \u003cbr\u003eWhile wine is not a new ingredient within the skincare industry, champagne is in a league of its own. The rich mineral content of the clay and limestone soil that the three grapes grow in to make champagne gives the ingredients their higher concentration.\u003c/p\u003e\u003ch2\u003eWhy champagne?\u003c/h2\u003e\u003cp\u003e‍\u003cbr\u003eYou might be wondering why someone would use champagne in their skincare products. After all, sparkling wine is a more common ingredient than champagne itself. What makes champagne different is that it is made using three types of grape – chardonnay, pinot noir, and pinot Meunier, while traditional wines are made using one type. The double fermentation process of making champagne allows the components to be further concentrated to give you the full-potential of the active ingredients.\u003cbr\u003eOn the back of every Aysse product, you’ll find the brand’s key statement. All their formulas contain what they describe as ‘Champenois vineyard extracts’, which are rich in antioxidant flaxonoids, organic acids, minerals, and vitamins. These active components work to restore your cellular metabolism and slow down the aging process to give you a youthful glow.\u003cbr\u003eBrigette Bardot once said that,” champagne is one thing that gives me zest when I feel tired”. It’s a sentiment shared by the infamous Madame de Pompadour, who is quoted as having said that, “champagne is the only wine that leaves a woman beautiful after drinking it!”. We think they would be two of Aysse’s biggest fans!\u003cbr\u003eThe Aysse product range has been featured everywhere from Elle France to Vogue France and the Express. They’ve all raved about the power of Aysse’s champagne-fuelled skincare products.\u003cbr\u003eWhat we love about Aysse is that its founder has taken her connection to one of France’s most famous women and used it to create an innovative skincare brand that we couldn’t feel but fall head over heels for. Who would have thought that champagne would feel as good on your skin as it tastes? \u003c/p\u003e\u003cp\u003e\u003cstrong\u003e\u003cem\u003e‍\u003cbr\u003eHave you ever thought of using champagne as a skincare ingredient? What Aysse product are you planning on trying? Let us know in the comments below!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"brand-summary": "Meet Aysse. It’s a French skincare brand based in Champagne. It was founded in 2011 in Reims, France and is the brainchild of Pascale Baudin de Saint Quantin. She is the great-great-cousin of Josephine de Beaucharnais, the wife of Napoleon, who famously used to bathe in sparkling water. This mid-tier beauty brand provides attainable luxury to women who want to prevent premature ageing and unlike their skin’s inner radiance.",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-07-16T15:57:46.204Z",
		"date": "2021-05-03T00:00:00.000Z",
		"main-image": {
			"alt": null,
			"fileId": "60f1aba432716833364973cf",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/60f1aba432716833364973cf_aysse_brand.jpeg"
		},
		"meta-description": "We’re taking a deep dive into the brand to find out everything we can about Aysse, their USP, and its unique active ingredient.",
		"meta-title": "Everything You Need to Know About Aysse",
		"name": "Aysse",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-08-17T19:13:16.886Z",
		"slug": "everything-you-need-to-know-about-aysse",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-08-17T19:10:23.015Z",
		"wordcount": 1038
	}
]