[
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "615ae776d8435202b636beb9",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-10-04T11:37:26.657Z",
		"description": "",
		"name": "TikTok",
		"published-by": "Person_6054dd0c26316243e358337e",
		"published-on": "2021-10-04T14:22:16.260Z",
		"slug": "tiktok",
		"updated-by": "Person_6054dd0c26316243e358337e",
		"updated-on": "2021-10-04T11:37:33.027Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "6093beac171ad57a90d4883a",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-05-06T10:02:20.176Z",
		"description": "The environment is one of the biggest issues into today’s world. Whether it’s tackling climate change or switching to more sustainable fashion, we’re all thinking about our carbon footprint. Our articles include tips and advice on how you can become more sustainable and what steps you can take to adopt an eco-friendlier lifestyle. You can browse through this tag to find out more about slow fashion, sustainable alternatives, and practical steps you can take. Generation Z and millennials are leading the way to protect the planet by taking pro-active steps to change their lifestyles. We’re committed to helping you make sustainable change by letting you know about the latest developments in the industry, including within the fashion world. Want to learn more about the challenges our planet faces? Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7f90ed2e78563344023c",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7f90ed2e78563344023c_eco_tags.jpeg"
		},
		"name": "Eco",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:35:45.261Z",
		"slug": "eco",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:35:45.261Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "608aa29d187c647149168950",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-04-29T12:12:13.324Z",
		"description": "Colour. It’s one thing we see all around us. It injects life and imagination into our day. Our life would be fairly boring without colour. It’s a medium you can use to wear your heart on your sleeve and present your personality to the world. Whether your colour palette is pastel pink or monochrome black and white, we’ve got you covered. Our articles go into depth about all the latest colour trends from the world of beauty and fashion, with the occasional curveball thrown in. Not sure what the trending colours are for the season? We’ve got everything from tips and tricks on how to mix and match colours to which colour palettes work with your complexion. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7f911a17da360749c930",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7f911a17da360749c930_colors_jumble.jpeg"
		},
		"name": "Colore",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:35:46.553Z",
		"slug": "colore",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:35:46.553Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "608aa284bc6896d083edb6a6",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-04-29T12:11:48.769Z",
		"description": "Nails are an easy way to spice up your look. Whether you’ve got a long-term standing appointment with your favourite nail technician or do it yourself at home, we’ve got you covered. Our articles go in-depth into all the current nail trends that we’re seeing all over Instagram. Nail art is a growing trend within the beauty industry. It’s an easy way to wear your heart on your sleeve and show the world your personality with your favourite colour palette.\nThe beauty of nail art is that two sets of nails never look the same. Even when you use a reference photo, your nail technician can take the source inspiration and make it something unique for you. Nails are an art form that you can incorporate into your daily lifestyle. Read more in the articles below. ",
		"icon": {
			"alt": null,
			"fileId": "609d7f900ae2b01f2e17c792",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7f900ae2b01f2e17c792_nails.jpeg"
		},
		"name": "Nails",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:35:45.593Z",
		"slug": "nails",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:35:45.593Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "608aa07c2fa9b9accc4e869c",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-04-29T12:03:08.214Z",
		"description": "We all love a little online shopping. Whether it’s sharing our tips on where to buy the latest trends or advice on how to navigate your way through websites, we’ve got you covered. We love to share the latest news about what’s happening in the world of e-commerce, with a focus on the potential of how brands can grow their online presence. If you’re a small or independent brand, our articles can give you helpful advice and insight into the industry.\nLivestreaming is one of our favourite e-commerce tools. It’s an exciting and innovative way of bridging the gap between online and in-store experiences. You get the best of both worlds from the comfort of your own home. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609318c3653db942755b5ada",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609318c3653db942755b5ada_ecommerce_news.jpeg"
		},
		"name": "E-Commerce",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:00.496Z",
		"slug": "e-commerce",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:00.496Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "608a8eb7464c5348a0baaa65",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-04-29T10:47:19.894Z",
		"description": "Are you looking to learn a new recipe? Are you seeing a trending food all over TikTok and want to learn how to make it? Our cooking articles cover all the recipes you need to know, including fun snacks like cloud bread. We take you step-by-step through every part of the recipe, including everything you’ll need to get set-up and started on your cooking journey.\nWhether you’re a newbie or a seasoned chef, it’s our goal to keep you up-to-date with the latest recipes that everyone is talking about. We break down the recipes and cooking instructions to make them as easy to follow as possible. With these tips and tricks, you’ll be an expert in the kitchen in no time! Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fa107c5a4427516756b",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fa107c5a4427516756b_cooking_jumble.jpeg"
		},
		"name": "Cooking",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:01.623Z",
		"slug": "cooking",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:01.623Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "608a8e9f1b8811380293dba6",
		"created-by": "Person_6054dd0c26316243e358337e",
		"created-on": "2021-04-29T10:46:55.786Z",
		"description": "Are you guilty of scrolling endlessly for hours on Instagram? Jinx! We spend our time going through Instagram to find the latest trends online that you need to know about. It might be the latest nail art style that everyone is wearing or the must-have colour of the season that every designer is working with. Instagram is a way to keep us all connected, whether it’s seeing what your BFF, or your favourite celebrity is doing.\nWith these articles, you’ll never miss a thing from Instagram. We’ve pulled everything together, including our favourite inspiration pictures, so you can scroll through Instagram within a few articles. Make sure to bookmark this page and come back to it every time you want to see what’s happening on Instagram. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fa1a92830b7a1d79cea",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fa1a92830b7a1d79cea_instagram.jpeg"
		},
		"name": " Instagram",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:01.548Z",
		"slug": "instagram",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:01.548Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bbc7449d969361c0c06",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:44.728Z",
		"description": "When it comes to your beauty routine, nothing is more important than your skincare. It’s what will make or break how you look. Right now, the beauty industry is focusing its attention on skincare products to nourish your skin and give you a dewy glow. We know skincare can be overwhelming, especially with all the different brands and ingredients out there for you to choose from.\nOur articles cover everything that you need to know - from the basics of skin types to the trending skincare treatments. We break everything down to make it as simple as possible so that you can kickstart your skincare routine and enhance your natural beauty. We share all the latest news about Korean beauty, trending products, and must-try treatments. Read more in the articles below. ",
		"icon": {
			"alt": null,
			"fileId": "609d7fad49a1783c5c2076b7",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fad49a1783c5c2076b7_skincare.jpeg"
		},
		"name": "Skincare",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:13.254Z",
		"slug": "skincare",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:13.254Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bbc0b7cce2b56683b0a",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:44.091Z",
		"description": "It’s time to up your eyebrow game. Your eyebrows frame your face. If your eyes are the window to your soul, then your brows are the curtains. We know it can be tricky to master the art of doing your eyebrows. Trust us. We’ve made lost of mistakes as well! Our articles share useful tips and tricks on the best techniques and products to use to create your perfect brows.\nWe share the latest trending products and viral tips in our articles, so that you can have everyone in one easy spot. Whether you’re a newbie to the world of beauty or like to change up your look every week, we’ve got everything you need to know. Your eyebrows can change your face in the blink of an eye. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fb01a17da78d349e845",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fb01a17da78d349e845_eyebrow.jpeg"
		},
		"name": "Eyebrow",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:16.335Z",
		"slug": "eyebrow",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:16.335Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bbb33d3e4ed5df9dffb",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:43.433Z",
		"description": "If you’ve landed on this page, chances are you’re obsessed with makeup or trying to get into using beauty products for the first time. The beauty industry can be overwhelming. There are thousands of products out there and hundreds of brands for you to choose from. Every time we open Instagram, there’s another must-have product or viral video of a makeup routine. Our articles set out to tell you all the latest news about makeup, including tips and tricks on how to master your makeup routine.\nOur team researches the latest ingredients and beauty innovations, from gadgets to lipsticks and blushes. We break down routines step-by-step and share with you the secrets behind the current makeup trends. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7faf1a17da0ca049e844",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7faf1a17da0ca049e844_makeup.jpeg"
		},
		"name": "Make-up",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:16.351Z",
		"slug": "make-up",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:16.351Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bba96ec4323859b0cf4",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:42.706Z",
		"description": "Biotechnology is the process of using biology to solve problems and create inventive products. Our writers go through the latest new stories and trending products so that you can keep on top of all the latest developments in the industry. Whether it’s beauty products or treatment technology, we’re covering everything that you need to know about biotechnology.\nWhen you live in the 21st century, you have to accept that things change in the blink of an eye. Our articles give you an insight into everything to do with biotechnology through the lens of Gen Z and Millenials. It’s our goal to keep you up to date so that you always know the 411. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fba04c20addf677692e",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fba04c20addf677692e_biotechnology.jpeg"
		},
		"name": "Biotechnology",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:26.767Z",
		"slug": "biotechnology",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:26.767Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bba0706909df449765f",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:42.084Z",
		"description": "Everyone’s skincare routine is different. While we all tend to have the same four steps – cleanser, toner, serum, and moisturizer – it’s the third step that makes all the difference. Serum is the ‘treating’ step for your routine and focuses on the specific concerns of your skin. Tailoring your skincare routine to fit your needs can help you deal with issues like excess oil or acne scarring. Serums are one of the trending products within the beauty industry, with everyone talking about a new exciting serum every week. We know that serums can be confusing to a skincare newbie, especially the active ingredients inside them. Our articles tell you everything you need to know about serums and how to incorporate them into your routine. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fc0a9eda0714ac5b568",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fc0a9eda0714ac5b568_serum.jpeg"
		},
		"name": "Serums",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:32.746Z",
		"slug": "serums",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:32.746Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb90f253849e19ab5bf",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:41.561Z",
		"description": "In the world of skincare, there’s always a new product or ingredient that everyone is talking about. Retinoids can be the most confusing one of the bunch. Retinoids are a chemical compound that is made up of vitamin A and is used to regulate cell growth. They’re an anti-ageing ingredient that helps to boost your collagen product and improves your skin’s complexion.\nUsing retinoids can be confusing. You might not even need to use them. The secret to using retinoids in your skincare routine is to know when you can and can’t use them. Our articles cover everything you need to know about retinoids – from how to incorporate them into your routine to whether your skin even needs retinoid. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fbf0edce84202666e8b",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fbf0edce84202666e8b_Retinoids.jpeg"
		},
		"name": "Retinoids",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:31.368Z",
		"slug": "retinoids",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:31.368Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb8fcecde3999302038",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:40.899Z",
		"description": "When it comes to your skincare routine, you want to try and make it as personalised as possible. Tailoring your routine makes it easier for you to address specific concerns relating to your skin type or existing issues. If you’re not using the right skincare products, it can do more harm than good.\nVitamins are one of the most popular skincare ingredients on the market. With all their different letters and numbers, it’s easy to become confused by what each one is and how it helps your skin. Our articles go in-depth into skincare products and ingredients that are rich in vitamins to help you understand what one works for you. Whether it’s vitamin E or B12, we’ve got you covered. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fc60017ac543a8c5f54",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fc60017ac543a8c5f54_vitamin.jpeg"
		},
		"name": "Vitamin",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:39.170Z",
		"slug": "vitamin",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:39.170Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb8675b9a4b70faa065",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:40.330Z",
		"description": "Learning how to incorporate acids into your skincare routine can be confusing. The idea of using acids at all might be worrying you. Your skin naturally needs certain acids to help it function properly. Depending on your skin type, you might need certain acids like ‘salicylic acid’ to help you treat specific concerns like acne scarring or blemishes. Our articles go in-depth into acid skincare products so that you can become less stressed about your skincare routine. We’ll teach you which acids you should use, and which ones can’t be layered together. Acids can be a game changer for your skincare routine and visibly brighten your complexion. With our helpful tips and tricks, you’ll become an expert in the acid index within no time. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fcc2bbea11eaf352b2a",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fcc2bbea11eaf352b2a_acid_index.jpeg"
		},
		"name": "Acid Index",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:44.824Z",
		"slug": "acid-index",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:44.824Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb7a4d191434f6d931f",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:39.558Z",
		"description": "The environmental revolution has made its way to the beauty industry. Green beauty is all about natural ingredients and reusable packaging. These products are kind to your skin and the world around us. Green beauty is one of the most exciting innovations within the beauty industry, with products that will nourish your skin guilt-free. We’re sharing everything you need to know about this new niche, including which products to look out for. Our team searches high and low for all the latest trends and information about green beauty, whether it’s new releases or the most popular ingredients. With everyone focusing on lowering their carbon footprint and becoming more sustainable, green beauty is the future. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fcedbaee034d8c10b4c",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fcedbaee034d8c10b4c_green_beauty.jpeg"
		},
		"name": "Green Beauty",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:46.406Z",
		"slug": "green-beauty",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:46.406Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb696ec43c21b9b0ced",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:38.304Z",
		"description": "Are you a foodie? Join the club! If there’s one thing we love about the internet, it’s all the viral food content. Whether it’s a trending restaurant or a recipe that every influencer is trying, our articles are a must-read for any foodie. We break down our recipes into step-by-step process so that it’s easy for you to follow, even if you’re a newbie.\nFood is one of our favourite things. It’s something that brings people together. Who doesn’t love finding a new snack or desert that you can tell your friends all about? Our food articles are designed to get you excited about the latest online food trends and recipes. With these tips and tricks, you’ll become the master of the kitchen. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fd4b188480ef4115649",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fd4b188480ef4115649_fooding.jpeg"
		},
		"name": "Fooding",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:52.192Z",
		"slug": "fooding",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:52.192Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb47eea0ca86b683d6d",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:36.789Z",
		"description": "Do you fancy yourself the next Anna Wintour? Are you someone who loves to watch the latest fashion trends on Instagram? We’ve got you covered. Fashion is one of our leading categories and it’s a niche we’re always writing about. Whether it’s the latest trends or how to start a capsule closet, our articles tell you everything you need to know. Our goal is to make the fashion industry and the latest trends accessible to all.\nWe focus on curating the trends from every season. We cover everything from the colour palettes of the season to the must-have accessories and brands. With our fashion articles, you’ll never miss a trend or must-see fashion moment. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fdc274172a6252306b9",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fdc274172a6252306b9_fashion.jpeg"
		},
		"name": "Fashion",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:00.670Z",
		"slug": "fashion",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:00.670Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb456113bb91db535de",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:36.059Z",
		"description": "Denim is one fabric that will never go out of style. Most of us are guilty of living in jeans. Denim is so much more than just out go-to trousers. The material pops up everywhere from denim jackets to accessories. You could wear head-to-toe denim if it tickles your fancy. The fashion rules around denim are always evolving. One minute, you can only wear one type of denim. The next, everyone is wearing denim on denim\nOur articles keep you up to date with all the latest denim trends, including how to style the must-have pieces of the season. Whether it’s a trend we’re seeing on the runway or a viral video that’s made us all fall back in love with denim, our articles cover everything you need to know. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7fdbc28bd26c6c27a9fd",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fdbc28bd26c6c27a9fd_denim.jpeg"
		},
		"name": "Denim",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:36:59.675Z",
		"slug": "denim",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:36:59.675Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb396ec4334339b0cea",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:35.459Z",
		"description": "One of our favourite things to write about is all the recent trends. We cover everything from the latest must-try food recipes to the fashion rends on the runway and makeup trends that are dominating social media. Our articles to keep you up to date with everything that’s happening in the world of trends.\nIt’s worth bookmarking this page so you can come back to it when you hear of a new viral trend or must-have fashion item. Our team covers everything from the latest beauty trends, including products and treatments, so you can stay in the loop with everything that’s happening in the industry. Social media is dominating trends, making them change almost every day. Our articles keep you on top of every new trend. Read more in the articles below. ",
		"icon": {
			"alt": null,
			"fileId": "609d7fe3a443641beaf578a6",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7fe3a443641beaf578a6_trends.jpeg"
		},
		"name": "Trends",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:07.989Z",
		"slug": "trends",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:07.989Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb28115650c45f78c70",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:34.923Z",
		"description": "The right accessories can change an outfit in the blink of an eye. We all have our go-to accessories that have become our signature. It might be a headband or a designer handbag. They’re a way of adding a touch of personality to your outfit. With an accessory, you can seamlessly take an outfit from day to night. Accessories are something you want to invest in for your close to add versatility to your looks.\nAccessories are some of our favourite things. Whether it’s the latest trends or the accessories you need for a capsule closet, we’ve got you covered. Our team looks ",
		"icon": {
			"alt": null,
			"fileId": "609d7feb12e09742088165ab",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7feb12e09742088165ab_accessoires.jpeg"
		},
		"name": "Accessories",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:15.653Z",
		"slug": "accessories",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:15.653Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb20f253881a59ab571",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:34.345Z",
		"description": "Your hair is one way you can change up your look at home. We’ve all heard the saying. Change the hair. Change the woman. Hairstyle trends are changing on a weekly basis. If the pandemic taught us anything, it’s the importance of knowing how to do your hair at home. Whether it’s a box dye or a bouncy blow-dry, our articles include step-by-step tips on how to recreate the trending hairstyles.\nKeeping your hair healthy is about more than just the styling. You need to be using the right products and giving your hair some TLC. Our articles go in-depth into everything you need to know about how to look after your hair. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7febd2669fb2f16245e4",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7febd2669fb2f16245e4_hair.jpeg"
		},
		"name": "Hair",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:16.012Z",
		"slug": "hair",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:16.012Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb149487baacaf28816",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:33.833Z",
		"description": "Blair Waldorf called; she wants her headbands back. This accessory is everywhere you look. Headbands have long been a staple in the world of preppy fashion, but it’s launched into the mainstream in recent seasons. It’s an easy way to style your hair and add a touch of effortless chic. They’re one of our favourite accessories and something we reach for to add to almost every outfit.\nKnowing how to style a headband is an artform. The wrong headband and hairstyle combo could have you looking like your primary school photo. Our articles keep you up to date with all the latest headband trends, including the must-have styles. Whether it’s Prada or a high-street dupe, you’ll always know what’s happening in the world of headbands. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7ff12bbea181b6353bc6",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7ff12bbea181b6353bc6_headbands.jpeg"
		},
		"name": "Headbands",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:21.782Z",
		"slug": "headbands",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:21.782Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb1b8b184f4a72d6e3d",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:33.318Z",
		"description": "Are you a fan of studs or a dramatic earring moment? Earrings are something most of us wear every day. They’re a simple piece of jewellery that can change your look. With the right earrings, you can add a chic twist to your look or dress it up. Earrings are one piece of jewellery that you want to invest in. You can easily mix and match them with your go-to outfits. Earring trends are always changing and evolving. Whether it’s sparkly earrings for a night on the town or simple studs for an effortlessly chic feel, we’ve got you covered. Our articles highlight some of the must-have styles, along with the best ways of mixing and matching your jewellery with other pieces. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7ff85ff0c2686553724c",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7ff85ff0c2686553724c_earrings.jpeg"
		},
		"name": "Earrings",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:29.093Z",
		"slug": "earrings",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:29.093Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb07eea0c0180683d66",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:32.831Z",
		"description": "If you were born anywhere from 1997 to 2015, you fall into the Gen Z category. While some of the older people in this group may think they’re more like millennials, the Gen Z category is flexible. Depending on who you ask, Gen Z might go from 2000 onwards. Either way, Gen Z is the teenagers and young adults of today. They’re the people dominating trends and taking over the internet.\nOur articles cover everything you need to know about the latest gen z trends. It might be a environmental cause that everyone is talking about or the latest aesthetic that Gen Z has created on TikTok. If you want to understand Gen Z, you’re in the right place. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d7ffba928304de7d7f59b",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d7ffba928304de7d7f59b_Gen_Z.jpeg"
		},
		"name": "Gen Z",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:32.058Z",
		"slug": "gen-z",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:32.058Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bb03e78f08b71cfa7bc",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:32.341Z",
		"description": "Skinny Jeans. Are they in or are they out? If there’s one thing that can get a debate going online, it’s jeans. While they’re undoubtedly a staple in our closet, everyone has their own style that they prefer. Your body shape will usually be the deciding factor. While we all might like the idea of wearing boyfriend jeans, they’re not the most flattering style.\nOur articles cover everything you need to know about the latest jean trends, including which styles are in and which styles are out. We’ll help you find your perfect style and give you tips and tricks on how to style them. If you’re building a capsule closet, jeans are both a staple and a lifesaver. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8000c7a818c3f3a65c69",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8000c7a818c3f3a65c69_jeans.jpeg"
		},
		"name": "Jeans",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:36.315Z",
		"slug": "jeans",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:36.315Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748baf6c335b20cce67589",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:31.827Z",
		"description": "Livestreaming is one of next big trends online. Whether you’re a brand or an influencer, livestreaming is something you want to jump on. It’s a way of communicating directly with your audience in a creative and engaging way. We’re massive fans of livestreaming and think they’re an inventive way to stay in touch with your customers or audiences.\nOur articles share tips on how to get started with livestreaming as well as how to make your event a success. Livestreams are a tool that you want to incorporate into your digital marketing strategy. It’s a fun way of promoting your products or service. You can even use it to stay in touch with your followers on Instagram or TikTok. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8007792ca956ebb40473",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8007792ca956ebb40473_Livestream.jpeg"
		},
		"name": "Livestream",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:44.034Z",
		"slug": "livestream",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:44.034Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bafb7de22d802144b3c",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:31.156Z",
		"description": "We’re all guilty about having a slight shopping problem. Whether you shop online or in-store, our articles have tips and tricks on how to get the best deal. Our goal is to keep you up to date with everything that’s happening in the world of shopping. We cover the latest shopping platforms, including livestreaming, and how brands can jump on these trends.\nBefore you head out on your next shopping trip (virtual or in person), you want to visit this page. We cover all the latest trends and must-have products, so you know exactly what to be on the look out for. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8008660ddb5070dd18bd",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8008660ddb5070dd18bd_Shopping.jpeg"
		},
		"name": "Shopping",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:44.916Z",
		"slug": "shopping",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:44.916Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bade4f27b255af5b858",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:29.919Z",
		"description": "If there’s one thing that is always changing, it’s technology. You blink and suddenly your once beloved iPhone is out of date. Staying on top of the latest technology can keep you ahead of the game and in style. Gone are the days when you were only judge on your sneakers or handbag. Our articles cover everything you need to know about the latest tech must-haves.\nWe know technology – especially new products – can be difficult to wrap your head around. Our goal is to keep you in the loop with everything happening in the tech industry, so that you never miss a beat. We cover all the latest trends and useful tips and tricks on how to use the latest technology must-haves. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d800d55ea16685c639ba4",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d800d55ea16685c639ba4_technology.jpeg"
		},
		"name": "Technology",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:49.129Z",
		"slug": "technology",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:49.129Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bad7449d982261c0bd6",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:29.303Z",
		"description": "The world is finally starting to open up again after the pandemic. If there’s one thing we’ve learnt, it’s that life is too short to spend it at home. Travel is something we all want to embark on post-pandemic. Our articles cover some of the top locations that deserve to be on your bucket list, along with travel must-haves for any adventure hunter.\nIf you’re thinking of setting off on an adventure, you want to bookmark the page and come back to it when you’re in the planning stages. Our articles include everything you need to know before jetting off on your next vacation, whether it’s at home or further afield. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80146585f50c2c584ae0",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80146585f50c2c584ae0_travel.jpeg"
		},
		"name": "Travel",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:37:56.868Z",
		"slug": "travel",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:37:56.868Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748bacb8b1842b8a2d6e2e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:28.292Z",
		"description": "Staying on top of social media can be difficult. Trust us. We know. It’s our full-time job and even we get lost sometimes. With all the influencers and celebrities to keep on top of, it’s easy to miss a trend or not see that viral video your friends were talking about. Our articles cover everything you need to know about social media, including the latest trends to be looking out for.\nOur social media pieces also cover new and evolving platforms like livestreaming. If you’re a business or an influencer, livestreaming is a side of social media that people are slowly starting to tap into. We share tips and tricks on how to get started and the potential of social media to help you grow your brand online. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80186585f5c0ef584bec",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80186585f5c0ef584bec_social_media.jpeg"
		},
		"name": "Social",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:00.803Z",
		"slug": "social",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:00.803Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748babab95890ae184dfe2",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:27.631Z",
		"description": "AI is one of the most exciting developments in recent years. Did you know your Alexa is an AI system? AI is everywhere we look from the chatbots to the voice recognition systems. It’s something that every business wants to be trying to incorporate into their systems, and it’s a technological evolution that you want to stay on top of. Artificial intelligence is all about programming a system to act like a human. It’s why Siri speaks back to you like a normal person. Our articles keep you up to date on everything that’s happening in the AI industry, along with the basics to get you started. Whether you’re a tech fan or not, AI is something you want to read up on. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d801d3a3d2320454a6900",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d801d3a3d2320454a6900_Artificial_Intelligence.jpeg"
		},
		"name": "Artificial Intelligence",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:06.185Z",
		"slug": "artificial-intelligence",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:06.185Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748baa1df58481e87e8021",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:26.936Z",
		"description": "The beauty industry is changing almost every day. Social media means that there are new trends coming out every time we open Instagram and there are dozens of products that go viral overnight. It can be hard to stay on top of it all – which is where we come in. Our articles cover everything that you need to know about the beauty industry, from the basics to the expert side of it all.\nWhether you’re a newbie or a professional makeup artist, our articles share everything you need to know about the beauty industry. Our tips and tricks help you to recreate the latest looks and trends with the products you already have at home. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8023a92830131cd81e3d",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8023a92830131cd81e3d_beauty.jpeg"
		},
		"name": "Beauty",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:11.553Z",
		"slug": "beauty",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:11.553Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748baa6d2317a3350016fe",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:26.367Z",
		"description": "Lifestyle trends are in a league of their own. It’s a broad niche that covers everything from cooking recipes to wellness treatments and iced coffee recipes. Changing up your lifestyle is a way of adjusting your outlook on life. Our articles are designed as easy ways to share tips and tricks about the latest trends in the lifestyle industry. Whether you’re looking for ideas for your next trip abroad or tips on how to master the perfect cloud bread, our lifestyle section has everything you need. The next time you’re looking to fresh up your daily routine, call into this section of our website and have a scroll through our favourite articles. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8028b188482d041179fa",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8028b188482d041179fa_lifestyle.jpeg"
		},
		"name": "Lifestyle",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:16.348Z",
		"slug": "lifestyle",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:16.348Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba90c9fddaa9eb9062b",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:25.878Z",
		"description": "Change the hair. Change the woman. You don’t have to do something as drastic as changing the colour of your hair to make a new look. It can be something as simple as curling your hair or chopping off a few inches. We share all the latest trends within the hairstyling industry so that you can recreate them at home or know what to ask your stylist for at your next appointment.\nHair styles are a personal preferences and a way of expressing your personality. Gone are the days when you could only dye your hair blonde or brunette. Today, you can go with any colour of the rainbow. Our articles are a must-read for anyone who is thinking of changing up their look. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d802eef2ed4831c5b7c6b",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d802eef2ed4831c5b7c6b_Hair_style.jpeg"
		},
		"name": "Hair Style",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:22.251Z",
		"slug": "hair-style",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:22.251Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba93e78f0ea4dcfa7b4",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:25.325Z",
		"description": "Clothes are always the focal point of your look. Whether you’re heading out for a night on the town or a day at the office, you want to stop and think about what you’re wearing. Our apparel articles go in-depth into the most popular trends that everyone is talking about right now. We share tips and tricks on styling and how you can even create a capsule closet.\nOur articles cover the latest trends that we’re seeing all over Instagram and the runways. Our goal is to make these outfits easy for you to recreate by making the fashion industry as accessible as possible. We cover everything that’s happening in the world of apparel, including the must-have pieces of the season. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d803255ea16818163c378",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d803255ea16818163c378_apparel.jpeg"
		},
		"name": "Apparel",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:26.624Z",
		"slug": "apparel",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:26.624Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba88f90e06a7952f9d3",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:24.717Z",
		"description": "Not sure what the latest must-have brands are? Whether it’s makeup or fashion products, we go in-depth into some of the most exciting brands at the moment. Our articles focus on the biggest trends of the moment and the role that certain brands are playing. We focus on capturing all the trends in one easy spot so you can get all the information you need right away.\nBefore you dash out on your next shopping trip, you’ll want to check in with this section of our website to give you the inspiration you need. Our articles cover everything you need to know about the must-have brands of the moment, from luxury labels to affordable brands. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80357776e99c0789d302",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80357776e99c0789d302_brands.jpeg"
		},
		"name": "Brand",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:29.824Z",
		"slug": "brand",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:29.824Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba81df5844ce47e801e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:24.017Z",
		"description": "At Jumble, our goal is to help business and influencers use livestreaming as a way to grow their online brand. Whether you’re selling a product or want to connect with your audience, livestreaming is the best way to have a real-time interaction. The potential of livestreaming remains largely untapped by the mainstream e-commerce industry.\nOur livestreaming service files a vital gap in the e-commerce experience. It’s a hybrid that brings together the best of the in-store experience with the convenience of online shopping. Livestreaming is the future of online sales and it’s a way of interacting with your followers in real-time. Our articles cover everything you need to know about our service, including how you can get started with livestreaming today. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d803b0edce8320466a041",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d803b0edce8320466a041_jumble_logo.jpeg"
		},
		"name": "Jumble",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:35.608Z",
		"slug": "jumble",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:35.608Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba73e5b5f434928c663",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:23.367Z",
		"description": "Do you remember the shopping channels that your parents and grandparents used to watch? Livestreaming is the latest evolution of those shopping channels. They create a unique shopping experience that is a hybrid between the in-store and online experience, giving you the best of both worlds. Livestreaming allows you to speak and interact with your audience in real-time, while allowing them to send in questions and comments.\nWe know that liveshopping can feel daunting and unfamiliar, whatever side of the screen you’re on. Our articles are full of tips and tricks on how you can get started with liveshopping as a brand or business. Part of our goal is to give you the tools to get started with livestreaming to help you grow your business and smash your goals. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8041dbaee00216c13b49",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8041dbaee00216c13b49_Liveshopping.jpeg"
		},
		"name": "Liveshopping",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:41.843Z",
		"slug": "liveshopping",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:41.843Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba696ec4377869b0cdd",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:22.442Z",
		"description": "Your home is your castle. It’s your space to get away from the rest of the world. Everyone’s home looks different. It’s a reflection of your personality and is your own unique space. Homewear is one of our favourite things to shop for. While trends are always changing in the world of interior design, it’s always an expression of your personal tastes. You want to find a balance between trends and your aesthetic.\nOur articles are full of ideas as to how you can decorate your home to show off your personality and create a space you feel comfortable in. We’re covering everything from how to decorate your home on a budget to how you can decorate in a small space. Read more in the articles below. ",
		"icon": {
			"alt": null,
			"fileId": "609d80432bbea14591354ee6",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80432bbea14591354ee6_homewear.jpeg"
		},
		"name": "Homewear",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:43.267Z",
		"slug": "homewear",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:43.267Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba54f2d61ae2f6436ee",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:21.610Z",
		"description": "Style is one of our favourite things to write about. Whether it’s the biggest trends that are all over social media or how you can build a capsule closet, our articles are the perfect source of style inspiration. Style is a reflection of your personality, but you want to make sure you’re still on trend and looking contemporary.\nEveryone has an aesthetic that they feel reflects who they are. It might be cottagecore or Y2K. Our articles cover all the latest styling trends, including the aesthetic going viral on social media. If you want to refresh your style, these articles are perfect place to start. We also have tips and tricks on how to style the must-have pieces of the season. Read more in the articles below. ",
		"icon": {
			"alt": null,
			"fileId": "609d8049d2669fe38b625d1a",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8049d2669fe38b625d1a_style.jpeg"
		},
		"name": "Style",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:49.244Z",
		"slug": "style",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:49.244Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba4070690db3e49762b",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:20.643Z",
		"description": "Putting together an outfit isn’t easy. One of our favourite past times is to scroll through social media and get inspiration for our outfit for a special occasion or event. Outfits are the first impression people get of you. They’re a reflection of who you are and what you stand for. Your outfit is a part of your persona or character. You want to make sure you’re putting your best foot (or stiletto!) forward\nOur articles include hundreds of outfit inspiration ideas for every occasion, whether you’re heading to brunch or a friend’s wedding. These articles will help you refresh your closet and give you ideas of how you can put together an outfit for any occasion. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80507776e91a0089dd8a",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80507776e91a0089dd8a_outfit.jpeg"
		},
		"name": "Outfits",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:56.829Z",
		"slug": "outfits",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:56.829Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba2b7de22dc86144add",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:18.917Z",
		"description": "Bags. Bags. Bags. They’re our favourite accessory and the piece that can make or break an outfit. Handbags can be an investment piece that you save for months to buy or it may be something you switch out every day. Your bag is a focal point of your outfit. It can either bring everything together or be a statement piece that adds a pop of colour. Are you looking for inspiration for your next bag? Our articles cover the latest trends for handbags and accessories, including the brands that are worth investing in. If you want to know what the must-have bag colour is, you’re in the right place. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8052a9eda0095cc6203b",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8052a9eda0095cc6203b_bags.jpeg"
		},
		"name": "Bags",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:38:58.604Z",
		"slug": "bags",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:38:58.604Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba26d2317795d0016ac",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:18.139Z",
		"description": "When we think of influencers, our mind usually jumps to people who have hundreds of thousands of followers – maybe even millions. Even if someone has thousands of followers, it doesn’t mean that they are at the top of their game. The best way to judge a blogger is by looking at their engagement. That is the fact that will make or break their success when it comes to promoting a product or selling a service. Micro-bloggers are a growing phenomena within the industry. They have a smaller following, usually only a few thousand followers, but their engagement is through the rough. The relationship that they built with their audience means that they are more likely to purchase a product based on their recommendation. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d805530b39d1253799ec5",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d805530b39d1253799ec5_micro-blogger.jpeg"
		},
		"name": "Micro-blogger",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:02.040Z",
		"slug": "micro-blogger",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:02.040Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba17eea0c8fdc683d5e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:17.591Z",
		"description": "Whether you’re an influencer or a business, you need to know how to market your brand. You can create an amazing product that will change the world, but it’s nothing unless have a marketing plan. Thanks to social media, it’s never been easier to get started. Social media platforms like Instagram and TikTok have changed the rules of marketing. Within a few years, the focus has shifted from TV advertising to digital marketing. Everyone is talking about influencer marketing, livestreaming, and graphics. We know this can be overwhelming at first. Our articles are here to help you along the way by sharing tips and tricks on how you can scale up your marketing campaigns. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d805fb27a61e73000ae35",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d805fb27a61e73000ae35_marketing.jpeg"
		},
		"name": "Marketing",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:12.020Z",
		"slug": "marketing",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:12.020Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba1eef71540bb587059",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:17.104Z",
		"description": "At the beginning of the 2000s, no one knew what a blogger was. Within a few short years, they’ve gone from being a niche to a lucrative side hustle or full time gig. Whether you want to be a blogger or are interested in influencer marketing, our articles are here to help. Bloggers are at the heart of digital marketing. You see it every day in the world around you. Your favourite blogger might post a snap of a product they’ve been gifted, or another might jump on their livestream to talk about their brand.\nIt’s not too late to get involved in the world of blogging. You can start it as a hobby and see where it takes you. Our articles are full of tips to help you get started and put your best foot forward online. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8060c28bd2c28b281766",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8060c28bd2c28b281766_blogger.jpeg"
		},
		"name": "Blogger",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:12.126Z",
		"slug": "blogger",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:12.126Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748ba06c9ad629c535e97a",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:16.436Z",
		"description": "Sunglasses are one accessory everyone should own. They’re an easy way to add a touch of effortless chic to any look. Whether you’re heading out for coffee or getting on a plane, sunglasses are an accessory you can wear anywhere. Sunglasses are infamous with Hollywood and celebrities, adding a glamorous feel to your look. We’ve all slipped on a pair of oversized shades and imagined what it would be like to be a celebrity. Our articles in this section cover all the latest sunglasses trends, which ones you should invest in, and how to choose the best style for your face shape. When you find the right sunglasses, you’ll never want to take them off. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8062fea65b7303697f99",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8062fea65b7303697f99_sunglasses.jpeg"
		},
		"name": "Sunglasses",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:14.347Z",
		"slug": "sunglasses",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:14.347Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9fb8b184424b2d6dee",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:15.699Z",
		"description": "Your home is your special place. It’s where you build your family and go to everyday. It’s a place where you’re meant to feel safe and protected. Everyone’s home looks different because it’s a reflection of who they are. Just like of your best friend’s home and how it looks different to your home. Your home is your castle. Building your home takes time, both on the inside and out. Our articles cover all the latest home décor trends and ideas for how you can decorate your home on a budget. We share tips and tricks on how you can create a home that you’re proud for. Our goal is to help you fall in love with your home and make it your own. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8065589e215bb3e16b57",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8065589e215bb3e16b57_home.jpeg"
		},
		"name": "Home",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:17.806Z",
		"slug": "home",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:17.806Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9f6d231710ca001650",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:15.211Z",
		"description": "Home décor is one of the easiest way to add a touch of your personality to your space. Everyone’s home is different as it’s a reflection of its owner. You might put peonies everywhere, while your best friend has an neutral colour scheme for their home. Getting your home décor right can help your house feel more like a home. Whether you’ve just moved into your home or want to refresh its look, home décor can feel overwhelming.\nOur articles go into detail of the best home décor pieces that you can add to your space. We cover every area of your home, from top to bottom. Our articles dissect everything so that your next home décor project is as easy as possible. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d806eb27a6142be00b8e0",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d806eb27a6142be00b8e0_home_decor.jpeg"
		},
		"name": "Home decor",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:26.904Z",
		"slug": "home-decor",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:26.904Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9e6c9ad62ff535e94a",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:14.705Z",
		"description": "If the last year has taught us anything, it’s how important self-care is to our daily routine. Sometime as simple as using a jade roller can rejuvenate your face and boost your mood. Self-care is all about putting yourself first, even for a few moments in the day. It looks different for everyone. We all have our own ways of relaxing. It might be meditation, or you could prefer to take a long soak in the bath.\nMental health is just as important as your physical health. Our articles are full of ideas for how you can incorporate self-care into your daily life. Our goal is to make it easy for you to take time out of your day and focus on boosting your wellness and mental health. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d806fc28a37891714414d",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d806fc28a37891714414d_selfcare.jpeg"
		},
		"name": "Self-care",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:27.651Z",
		"slug": "self-care",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:27.651Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9e675b9ab327faa05c",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:14.194Z",
		"description": "Beauty is a billion-dollar industry. It’s easy to feel lost when you’re looking for something. There are thousands of brands out there, with a new product going viral every week. It’s a common misconception that beauty is artificial. Instead, beauty comes from the inside out. These products are here to help you enhance your natural features and give you a self-confidence boost to make you feel like the best version of you.\nOur articles go in-depth into all the current beauty trends, whether it’s a viral makeup look or the must-have product. These tips and tricks will help you jump on the trends that are dominating the industry. Our articles are perfect for everyone, whether you’re a newbie or a seasoned beauty guru. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80717776e9b5ad89ec0b",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80717776e9b5ad89ec0b_beauty_care.jpeg"
		},
		"name": "Beauty care",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:29.460Z",
		"slug": "beauty-care",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:29.460Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9d49487bc0e3f28780",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:13.679Z",
		"description": "Sustainability is one of the biggest topics right now – for every industry. We’re all becoming more aware of the harm that we’re causing the environment. Documentaries and real-life events are showing us how quickly we need to take proactive steps to save our planet. Sustainability is everywhere you look, from the beauty and fashion industry to getting rid of single use plastic.\nGen Z and Millennials are leading the way with sustainability by embracing slow fashion. Our articles go in-depth into everything you need to know about sustainability (it’s sustainability 101!). Our goal is to help you understand why sustainability is so important and how you can make lifestyle changes that are better for you and the planet. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8074115739a0ff9e9300",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8074115739a0ff9e9300_sustainability.jpeg"
		},
		"name": "Sustainability",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:32.360Z",
		"slug": "sustainability",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:32.360Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9d196af2a7f1408af3",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:13.205Z",
		"description": "Dresses are one of our favourite fashion pieces. All you need is a little black dress and some heels to go anywhere. Dresses are a staple in every woman’s closet, whether you have a capsule closet or if you want a dress for every day of the week. They’re one of the most versatile pieces you can invest in. With the right accessories and styling, you can seamlessly take your look from day to night.\nOur articles are full of inspiration for dresses you can add to your collection and the most on-trend way of styling them. Whatever your aesthetic is, our articles cover the perfect dresses for you. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d807c0017ac33d08cedb9",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d807c0017ac33d08cedb9_dress.jpeg"
		},
		"name": "Dress",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:40.591Z",
		"slug": "dress",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:40.591Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9ce26b50ee1dcf705b",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:12.727Z",
		"description": "These shoes were made for walking – and that’s just what they’ll do. Shoes are a staple accessory that everyone loves. Whatever your style is, there’s a shoe out there for you. Although sneakers became the ‘it’ shoe over lockdowns, stilettos are due to make a major comeback whenever the pandemic is over. The right pair of shoes can help you take your outfit from day to night. Swapping out ballet flats for platform heels can dress your look up in the blink of an eye.\nOur articles take an in-depth look at the latest shoe trends, including how to style them. We’ll give you the inspiration for what shoes you should add into your closet and what styles everyone is talking about. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d807e115739ca4d9e991a",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d807e115739ca4d9e991a_shoes.jpeg"
		},
		"name": "Shoes",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:42.995Z",
		"slug": "shoes",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:42.995Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9c9246c6ef496d4e56",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:12.222Z",
		"description": "Are you looking to sell something? Whether it’s a product from your brand or an old dress on Depop, we’ve got you covered. Thanks to the internet, it’s never been easier to sell anything online. All you need is a product, a smartphone, and a few tips to get started. You can guarantee there is an audience out there who are waiting to buy your product.\nOur articles are packed full of tips and tricks for how you can sell online, including how to get your digital marketing up and running. Selling a product online goes hand-in-hand with digital marketing and social media. With these tools, you can grow a side hustle into a full-time business or smash your goals. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d807f7cd4b440652c1488",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d807f7cd4b440652c1488_sell.jpeg"
		},
		"name": "Sell",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:43.710Z",
		"slug": "sell",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:43.710Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9b196af28bc1408aef",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:11.697Z",
		"description": "We all love to grab a bargain. Why pay full-price when you can get a discount? We’re sharing all our tips and tricks on how you can get a must-have item on sale. Our articles are full of information about how you can grab a deal on the item you’ve been stalking for months.\nWith these articles, you’ll never want to pay full price again. You’ll also find out about the biggest sales coming on the horizon, including black Friday. You’ll want to bookmark this page and come back to it every sales season so that you know exactly where to find the must-grab deals. Our goal is to make sure you never have to pay full price again. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80811a17da0e194abcb4",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80811a17da0e194abcb4_sale.jpeg"
		},
		"name": "Sale",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:45.872Z",
		"slug": "sale",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:45.872Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9b56113b436ab535c4",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:11.117Z",
		"description": "Our closet is our favourite thing. It’s what we go to every day to build our outfits. Your wardrobe is where all your must-have items live. As Carrie Bradshaw said, “I like my money where I can see it. Hanging in my closet”. Our articles incorporate all the latest trends and must-have items so that you can incorporate them into your wardrobe.\nEveryone’s wardrobe looks different, and our articles also go in-depth into all the current style aesthetics. Whether you’re a fan of Y2K, cottagecore, or vintage style, these tips and tricks will help you build your dream wardrobe. Whether you’re building a capsule closet or refreshing your closet, these articles can be your source of inspiration. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d8088037e4076d0ab8921",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8088037e4076d0ab8921_wardrobe.jpeg"
		},
		"name": "Wardrobe",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:52.503Z",
		"slug": "wardrobe",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:52.503Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9aeef715b78c587028",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:10.592Z",
		"description": "Your closet is the crown jewel in your castle. It’s the place where all your hidden treasures live. Whether it’s your shoe collection or a rack full of sweater, everyone’s closet looks different. Curating a closet that reflects your personality and style can be difficult. You want to show off your aesthetic while still being on style and contemporary. Our articles are designed to help you create your dream closet, using tips and tricks about where to find the best pieces and how to build a closet on a budget. You don’t need to be a Kardashian or reality TV start to have your dream closet. Our articles cover every style of closet, including capsule closets. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d808bd7893bf06a491c1c",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d808bd7893bf06a491c1c_closet.jpeg"
		},
		"name": "Closet",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:55.501Z",
		"slug": "closet",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:55.501Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b9aa4d19175916d91cc",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:10.030Z",
		"description": "We love a discount – who doesn’t? Whether you’re buying something affordable or picking up an investment piece, it’s always great to save a little money. You can take that money and invest it into another pair of shoes or something else for your closet. Finding a discount online can be tricky at times – especially with the internet full of discount codes that don’t work.\nOur articles round up all the sales that you can’t afford to miss. Whether you’re stalking an item or want some inspiration, these are the sales and discounts that you can’t miss out on. Our goal is to help you find out about all the big discount codes and deals before they sell out. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d808e686c02138562a84d",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d808e686c02138562a84d_discount.jpeg"
		},
		"name": "Discount",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:39:58.744Z",
		"slug": "discount",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:39:58.744Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b990f2538fff09ab4ae",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:09.480Z",
		"description": "Livestreaming is one of our favourite things. We believe it’s the future of digital marketing and the way forward for both companies and influencers. Our website is full of advice on how to set-up and make a success of your livestreams. We cover everything from the planning stages through to the day of your livestream.\nLivestreams are a part of digital marketing that have hardly been tapped into. If you’re a brand, they’re the perfect way to give a unique experience for your audience. One of the most important things to consider about your live stream is choosing a host. Our articles go in-depth into how you can make the right choice and choose an influencer that works for you and your brand. Read more in the articles below. ",
		"icon": {
			"alt": null,
			"fileId": "609d8092a9eda04326c653b9",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d8092a9eda04326c653b9_host.jpeg"
		},
		"name": "Host",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:02.599Z",
		"slug": "host",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:02.599Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b989246c6e5626d4e41",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:08.417Z",
		"description": "Whether it’s an exclusive product or the must-see tips and tricks, this section of our website is full of articles about the must-have products and trends. We love to give you exclusive content that you can’t find anywhere else. It’s a mixture of everything we write about on this site, from lifestyle posts to beauty trends and food recipes.\nWhatever your interests are, you’re guaranteed to finds some inspiration here. Grab an iced coffee and go for a scroll through our exclusive blog posts. They’re a mixture of the best posts on our site, promoting exclusive products and advice that you can’t find anywhere else. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80947776e935ad8a015f",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80947776e935ad8a015f_exclusive.jpeg"
		},
		"name": "Exclusive",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:04.717Z",
		"slug": "exclusive",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:04.717Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b97d92814fe63988fcc",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:07.471Z",
		"description": "Does anyone else have a phone full of apps? Jinx! Apps are a way of bringing fun and productivity to your day. With thousands (and millions!) of apps for you to choose from, it can be hard to find the ones that are worth your time ad money. We’ve set off on the hunt for all the must-have apps that you need in your life. There’s a mixture of everything here – from phot editing apps to time-saving apps, and everything in between. Our articles put a spotlight on the apps that we can’t live without. They’re out favourite apps that we turn to when we need something done. Apps are changing the world, one tab at a time. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80988d0bb8b28bfb3960",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80988d0bb8b28bfb3960_apps.jpeg"
		},
		"name": "Apps",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:08.388Z",
		"slug": "apps",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:08.388Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b96709a7ed06519d1e9",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:06.708Z",
		"description": "It’s time we all developed a green thumb. You don’t need to go out and start planting trees, but what you need to do is take proactive steps to change your life. We’re all aware of the harm we’re causing out planet – just by going about our everyday routine. Every industry is looking to become greener, with a particular focus on beauty and fashion. Our articles take a deep dive into the world of environmentally friendly products. Whether you’re looking for green beauty or sustainable fashion, this section of our website is everything you need. We share useful information and the tips and tricks you need to become a greener person. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d809c64d0d87db71552b1",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d809c64d0d87db71552b1_green.jpeg"
		},
		"name": "Green",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:12.554Z",
		"slug": "green",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:12.554Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b956c335b83fee6756d",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:05.855Z",
		"description": "If there’s one place, we love more than our bed, it’s our house. Whether you have an apartment or a townhouse, your house is your home. What makes it feel like your home is when you add a touch of your personality to the place. You want it to be somewhere that you can go and feel safe in. Every room should have a purpose and a role in your life, whether it’s a study or a makeup room.\nOur articles are full of ideas for how you can make your house feel like a home. We’re always sharing ideas and inspiration photos for how you can add personality to your home and make it feel like your own. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80a1a443646024f5b2ac",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80a1a443646024f5b2ac_house.jpeg"
		},
		"name": "House",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:17.467Z",
		"slug": "house",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:17.467Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b95fcecdeebdd301ede",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:05.072Z",
		"description": "Livestream shopping is one of the things we’re most excited for. The phenomena of livestream shopping is quickly gaining momentum after leading to millions of dollars in extra sales in China. The beauty of livestream shopping is that it brings together the best of in-store and online shopping. You get the personal experience of having a host, with the added convenience of online shopping. With livestream shopping, the sky is the limit. Our articles are packed-full of useful advice and everything that you need to know about livestream shopping. If you’re a brand looking to grow your business and promote your sales, livestream shopping is the perfect way to smash your sales goal. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80a1d7893b0e36491fcd",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80a1d7893b0e36491fcd_livestream-shopping.jpeg"
		},
		"name": "Livestream shopping",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:17.717Z",
		"slug": "livestream-shopping",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:17.717Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b946f5714428e4710f5",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:04.380Z",
		"description": "Are you looking for something to do at the weekend? Need something to fill your time? Our activity tag is full of ideas of things you can do at home or further afield. We’ve got a mixture of everything you can think of – with something for everyone. Whether you’re a fan of cooking or enjoy a trip to the theatre, we’ll have ideas for you and your friends. Our articles include step-by-step guides for some of our favourite activities, whether it’s making cloud cake or putting together a self-care night. You’ll find dozens of tips and tricks in this section of our website. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80a612e097015b81e360",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80a612e097015b81e360_activity.jpeg"
		},
		"name": "Activity",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:23.355Z",
		"slug": "activity",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:23.355Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b930012d708582a30ff",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:03.709Z",
		"description": "Everyone loves a museum. Whether you’re heading into the city or going abroad, museums are usually top of your to-do list. These building play host to some of the most beautiful pieces in the world, from art to pottery and tapestry. Whatever you have an interest in, you can be sure there is a museum that will tickle your fancy. Our articles include recommendations of some of our favourite closets, along with the best places to add to your bucket list. Museums are the perfect place to go and explore by yourself, with a friend, or even on a date. They’re some of the most memorising places in the world that you’ll instantly fall in love with. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80a938fc375edc6bd81d",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80a938fc375edc6bd81d_museum.jpeg"
		},
		"name": "Museum",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:25.275Z",
		"slug": "museum",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:25.275Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b937449d972e91c0b8b",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:03.209Z",
		"description": "If there’s one thing we love to do at the week, it’s to hit up an exhibition. There is an exhibition out there for everyone, whether you’re interested in fine jewellery or vintage handbags. Exhibitions are the perfect way to spend your day or to go somewhere with your friends. These exhibitions showcase some of the most exciting pieces of art and fashion in the world, with a specific focus that reels you in.\nOur articles take an in-depth look at some of the most exciting exhibitions that are right around the corner. We’re looking at the most popular exhibitions and which ones you should add to your bucket list to see before it’s over. Some of these exhibitions are a once in a lifetime opportunity. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80ae87623032ee960297",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80ae87623032ee960297_exhibition.jpeg"
		},
		"name": "Exhibition",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:30.287Z",
		"slug": "exhibition",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:30.287Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b92d8be6bf1ba0557e9",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:02.723Z",
		"description": "The entertainment industry never slows down – even during the pandemic. Thanks to streaming platforms, we’re all tuned into Netflix or Amazon Prime at least once a day. There’s more films and TV shows coming out every day. When you add in social media platforms it becomes an even larger portion of content to consume. We all deserve a little TLC and a chance to switch off, these films and TV shows are the perfect way to relax and focus on something other than real life. Our articles cover all the latest entertainment news, including the films about to arrive in the cinema and the shows arriving on our favourite streaming networks. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80ae30b39d661b79cde7",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80ae30b39d661b79cde7_entertainment.jpeg"
		},
		"name": "Entertainment",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:30.392Z",
		"slug": "entertainment",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:30.392Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b928115651f68f78bd4",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:02.230Z",
		"description": "On industry that we cover in detail is the beauty industry. Our writing focuses on everything from the latest trends to the must-have products. Whether you’re a newbie to the world of beauty or a professional makeup artist, we have all the tips and tricks you need to recreate the latest looks at home. The beauty industry is always evolving and changing. Thanks to social media, trends change every day.\nThere are thousands of beauty brands in the world, with new ones joining the industry every year. Our articles go from the basics of the industry through to the newest trends and exciting techniques. Our goal is to help you figure out what works for you and gain new self-confidence through using beauty products. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80b6a39643481e649594",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80b6a39643481e649594_beauty_industry.jpeg"
		},
		"name": "Beauty industry",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:38.927Z",
		"slug": "beauty-industry",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:38.927Z"
	},
	{
		"_archived": false,
		"_cid": "60741ef3abb894f46006f982",
		"_draft": false,
		"_id": "60748b91a4d191001b6d91b6",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T18:04:01.415Z",
		"description": "Nothing beats seeing a film on the silver screen. While we’re all so used to watching Netflix and films on our phones or tablets, it’s a unique experience to go and see a movie in the cinema. If you’ve ever attended a midnight showing of a blockbuster film, you’ll know how exciting a trip to the cinema can be. You can go with a bucket of popcorn and a soft drink in hand to watch a film that has the potential to change your life. Our articles cover all the recent and upcoming cinema releases so that you know what’s worth seeing. Films are always personal preference but there are some that are universally acclaimed as movies that everyone can enjoy. You’ll want to check back here before your next date night to the cinema. Read more in the articles below.\n",
		"icon": {
			"alt": null,
			"fileId": "609d80b5494a9ef644bb2e9e",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80b5494a9ef644bb2e9e_cinema.jpeg"
		},
		"name": "Cinema",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:37.934Z",
		"slug": "cinema",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:37.934Z"
	}
]