[
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d8c353639b94ab56518",
		"body-description": "\u003cp\u003eInterviews are one of our favourite pieces to write. We invite interesting people who have a unique point of view and have one of our team members interview them. Our interviews are with people from every walk of life. Whatever your interests are, you’re guaranteed to find an interview here by someone who interests you. We strive to make our interviews as insightful as possible to give you a unique take one a trending topic, whether it’s in the beauty or fashion industry.\u003cbr\u003eOn this page, you can explore all of the interviews that have been published on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our interviews are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:52.380Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80bb49a17812e4210f0d",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80bb49a17812e4210f0d_interviews.jpeg"
		},
		"meta-description": "The Jumblog Interviews give an opened tribune for Key Opinion Leaders (KOLs) and stakeholders to express their opinions.",
		"name": "Interviews",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:43.285Z",
		"slug": "interviews",
		"type-color": "hsla(197.70491803278688, 100.00%, 64.12%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:43.285Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d8b959238cf91613d39",
		"body-description": "\u003cp\u003eOur editorials are opinion pieces written by our team of writers. They cover everything from the beauty industry to sustainability and home décor. Editorial articles express the personal opinion of the writer (usually an editor – hence the name!). These pieces are an opportunity for our writers to speak their mind and tell you what they think about some of the most important and trending topics online right now. \u0026nbsp;\u003cbr\u003eOn this page, you can explore all of the editorial articles on our website. They cover a myriad of topics and industries, with something that everyone will be interested in. You can get a feel for what our editorials are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:51.913Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80bc1931181a99ff3724",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80bc1931181a99ff3724_editorials.jpeg"
		},
		"meta-description": "Editorials are a collection of articles that reflect the opinions of our senior editorial staff and tackle recent trends and events across the globe.",
		"name": "Editorials",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:44.728Z",
		"slug": "editorials",
		"type-color": "hsla(168.51063829787233, 100.00%, 72.35%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:44.728Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d8b447375542a6fa50e",
		"body-description": "\u003cp\u003eBefore you think about hitting ‘add to basket’, you want to check out the reviews section of our website. Our writers offer in-depth reviews on every type of product, from the latest beauty products to the must-have fashion accessories of the season. Their reviews are in-depth and leave no stone unturned to help you decide if an item is worth your money.\u003cbr\u003eOn this page, you can explore all of the reviews that have been published on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our reviews are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:51.429Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80c4ef778c500a83a3d9",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80c4ef778c500a83a3d9_reviews.jpeg"
		},
		"meta-description": "Our reviews are based on tests carried out in the Jumble labs, with very few exceptions. Our reviews are written by the editors of Jumble, who are experienced.",
		"name": "Reviews",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:53.167Z",
		"slug": "reviews",
		"type-color": "hsla(60, 100.00%, 56.08%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:53.167Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d8a7d7f7cbb97edb3c2",
		"body-description": "\u003cp\u003eStaying up to date with what’s happening in the world can be challenging. Everything seems to change within a blink of an eye. Our articles are set up to keep you in the loop with everything that’s happening in the world of beauty, fashion, and the arts. Whatever your interests are, you’re guaranteed to find something that interests you.\u003cbr\u003eOn this page, you can explore all of the news articles that have been published on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our news articles are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:50.905Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80c51157390edb9ed4bf",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80c51157390edb9ed4bf_news.jpeg"
		},
		"meta-description": "Find expert advice for healthy living and the latest lifestyle and fashion trends. With insights into the latest emerging research and commerce related news.",
		"name": "News",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:54.146Z",
		"slug": "news",
		"type-color": "hsla(80.625, 100.00%, 56.08%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:54.146Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d8abfba5c7be743511b",
		"body-description": "\u003cp\u003eA feature is an article written about on dedicated topic that goes in-depth and explores usually more than one aspect of it. We have features on our website that cover everything from sustainable fashion to understanding the beauty industry and trending Gen Z topics. Features serve as the perfect introduction to a topic or industry by giving you a snapshot view of the issue.\u003cbr\u003eOn this page, you can explore all of the features that have been written on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our features are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:50.338Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80ca0edce8363767069a",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80ca0edce8363767069a_features.jpeg"
		},
		"meta-description": "Featured storie are our main, front-page articles found on your favorite Jumblog section.",
		"name": "Features",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:58.962Z",
		"slug": "features",
		"type-color": "hsla(305.66037735849056, 100.00%, 89.61%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:58.962Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d89c68543662ca99647",
		"body-description": "\u003cp\u003eOur portraits offer a unique insight into the subject matter. Whether it’s a designer or a contemporary figure, our portraits take a look into the life of an individual or company. Our writers strive to make each portrait as unique as possible, by pushing back the curtain and bringing to light what makes the person or brand tick.\u003cbr\u003eOn this page, you can explore all of the portraits that have been published on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our portraits are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:49.770Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80cac5700c23ddd783cf",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80cac5700c23ddd783cf_portraits.jpeg"
		},
		"meta-description": "The Jumblog authors will do their best to tackle the challenging arts of portaiting icons and role models, their inspirations and enthusiasts followers",
		"name": "Portraits",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:40:58.535Z",
		"slug": "portraits",
		"type-color": "hsla(282.78688524590166, 89.71%, 73.33%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:40:58.535Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d8972cc43843d8d1c38",
		"body-description": "\u003cp\u003eOur retro reports are exactly what they say on the tin. Our writers look at a topic or event that happened in the past and give it a new look. Hindsight is a beautiful thing and being able to re-examine events, whether it’s fashion trends or cultural moments, is a privilege. Our writers take topical events from the past and give them a relevance for today’s world by looking at them through a contemporary lens.\u003cbr\u003eOn this page, you can explore all of the retro reports that have been published on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our retro reports are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:49.295Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80d5c7a8187ec2a6e201",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80d5c7a8187ec2a6e201_retro_reports.jpeg"
		},
		"meta-description": "Essays and documentary videos that re-examine the leading fashion and technology related stories of decades past.",
		"name": "Retro Reports",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:41:09.941Z",
		"slug": "retro-reports",
		"type-color": "hsla(168.51063829787233, 100.00%, 72.35%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:41:09.941Z"
	},
	{
		"_archived": false,
		"_cid": "60741f868512bbc7d123b6ba",
		"_draft": false,
		"_id": "60742d88c685432af6a99644",
		"body-description": "\u003cp\u003eEssays are a more in-depth and analytical style article. The writer takes a topic and dissects it in detail. No, these aren’t like the essays you wrote it school! They’re a lot more fun to read than your homework ever would have been. Essays are usually a long form style of writing, mixing together evidence with a flourish of personal thoughts and opinions.\u003cbr\u003eOn this page, you can explore all of the essays that have been written on our website. They cover a myriad of topics and niches, with something that everyone will be interested in. You can get a feel for what our essays are like by checking a few out below.\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e\u003cp\u003e‍\u003c/p\u003e",
		"created-by": "Person_5e788e2ee7efaf5f54a407a9",
		"created-on": "2021-04-12T11:22:48.817Z",
		"main-image": {
			"alt": null,
			"fileId": "609d80d7b27a61e90001175f",
			"url": "https://uploads-ssl.webflow.com/606666aea1b1202a0508dc39/609d80d7b27a61e90001175f_essay.jpeg"
		},
		"meta-description": "Essays are a collection of short pieces of writing to inform our viewers about a particular piece of concept either in fashion or technology.",
		"name": "Essays",
		"published-by": "Person_5f8ecd45c766b50677a9dcf9",
		"published-on": "2021-05-13T19:41:11.472Z",
		"slug": "essays",
		"type-color": "hsla(197.70491803278688, 100.00%, 64.12%, 1.00)",
		"updated-by": "Person_5f8ecd45c766b50677a9dcf9",
		"updated-on": "2021-05-13T19:41:11.472Z"
	}
]